Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #19508
source: Adult Movie/Drama
pl: Film dla dorosłych/Dramat

# #19516
source: News/Current Affairs
pl: Wiadomości/Aktualności

# #19517
source: News/Weather Report
pl: Wiadomości/Pogoda

# #19518
source: News Magazine
pl: Magazyn informacyjny

# #19519
source: Documentary
pl: Dokument

# #19520
source: Discussion/Interview/Debate
pl: Dyskusja/Wywiad/Debata

# #19532
source: Show/Game Show
pl: Program/Teleturniej

# #19533
source: Game Show/Quiz/Contest
pl: Teleturniej/Quiz/Konkurs

# #19534
source: Variety Show
pl: Widowisko

# #19548
source: Sports
pl: Sportowy

# #19549
source: Special Event
pl: Wydarzenie

# #19550
source: Sport Magazine
pl: Magazyn sportowy

# #19551
source: Football
pl: Piłka nożna

# #19553
source: Team Sports
pl: Sport drużynowy

# #19554
source: Athletics
pl: Atletyka

# #19555
source: Motor Sport
pl: Sporty motorowe

# #19556
source: Water Sport
pl: Sporty wodne

# #19557
source: Winter Sports
pl: Sporty zimowe

# #19558
source: Equestrian
pl: Jeździectwo

# #19559
source: Martial Sports
pl: Militarny

# #19564
source: Children's/Youth Programmes
pl: Dziecięce/Młodzieżowe

# #19565
source: Pre-school Children's Programmes
pl: Programy dla przedszkolaków

# #19566
source: Entertainment Programmes for 6 to 14
pl: Program rozrywkowy: 6-14 lat

# #19567
source: Entertainment Programmes for 10 to 16
pl: Program rozrywkowy: 10-16 lat

# #19568
source: Informational/Educational/School Programme
pl: Informacyjny/Edukacyjny/Szkolny

# #19569
source: Cartoons/Puppets
pl: Kreskówki

# #19580
source: Music/Ballet/Dance
pl: Muyczny/Balet/Taneczny

# #19582
source: Serious/Classical Music
pl: Muzyka poważna/Muzyka klasyczna

# #19583
source: Folk/Traditional Music
pl: Folk/Muzyka tradycyjna

# #19585
source: Ballet
pl: Balet

# #19596
source: Arts/Culture
pl: Sztuka/Kultura

# #19597
source: Performing Arts
pl: Przedstawienie teatralne

# #19598
source: Fine Arts
pl: Sztuka piękna

# #19599
source: Religion
pl: Religia

# #19600
source: Popular Culture/Traditional Arts
pl: Kultura popularna/Sztuka tradycyjna

# #19601
source: Literature
pl: Literatura

# #19602
source: Film/Cinema
pl: Film/Kino

# #19603
source: Experimental Film/Video
pl: Film eksperymentalny

# #19604
source: Broadcasting/Press
pl: Informacyjny/Prasowy

# #19605
source: New Media
pl: Nowe media

# #19606
source: Arts/Culture Magazines
pl: Sztuka/Magazyn kulturowy

# #19607
source: Fashion
pl: Moda

# #19612
source: Social/Political/Economics
pl: Społeczny/Polityczny/Ekonomiczny

# #19613
source: Magazines/Reports/Documentary
pl: Magazyn/Reportaż/Dokumentalny

# #19614
source: Economics/Social Advisory
pl: Ekonomiczny/Porady społeczne

# #19615
source: Remarkable People
pl: Wyjątkowi ludzie

# #19628
source: Education/Science/Factual
pl: Edukacja/Naukowy/Na faktach

# #19629
source: Nature/Animals/Environment
pl: Przyrodniczy/Zwierzęta/Środowisko

# #19630
source: Technology/Natural Sciences
pl: Technologia/Nauki przyrodznicze

# #19631
source: Medicine/Physiology/Psychology
pl: Medycyna/Fizjologia/Psychologia

# #19632
source: Foreign Countries/Expeditions
pl: Obce kraje/Wyprawy

# #19633
source: Social/Spiritual Sciences
pl: Społeczny/Nauki duchowe

# #19634
source: Further Education
pl: Dalszy rozwój

# #19635
source: Languages
pl: Wybór języka

# #19644
source: Leisure/Hobbies
pl: Wypoczynek/Hobby

# #19645
source: Tourism/Travel
pl: Turystyka/Podróże

# #19646
source: Handicraft
pl: Rękodzieło

# #19647
source: Motoring
pl: Motoryzacja

# #19648
source: Fitness &amp; Health
pl: Fitness &amp; Zdrowie

# #19649
source: Cooking
pl: Gotowanie

# #19650
source: Advertisement/Shopping
pl: Reklama/Zakupy

# #19651
source: Gardening
pl: Ogrodnictwo

# #19660
source: Special Characteristics
pl: Szczególne Właściwości

# #19661
source: Original Language
pl: Język oryginalny

# #19662
source: Black &amp; White
pl: Czarno-białe

# #19663
source: Unpublished
pl: Niepublikowane

# #19664
source: Live Broadcast
pl: Transmisja na żywo

# #19676
source: Drama
pl: Dramat

# #19677
source: Detective/Thriller
pl: Detektywistyczny/Thriller

# #19678
source: Adventure/Western/War
pl: Przegodowy/Western/Wojenny

# #19680
source: Comedy
pl: Komedia

# #19681
source: Soap/Melodrama/Folkloric
pl: Opera mydlana/Melodramat/Folklor

# #19682
source: Romance
pl: Romans

# #19683
source: Serious/ClassicalReligion/Historical
pl: Poważny/Religia klasyczna/Historyczny

# #19684
source: Adult
pl: Dla dorosłych

# #20000
source: Saved music folder
pl: Folder zapisywanej muzyki

# #20001
source: Use external DVD player
pl: Użyj zewnętrznego odtwarzacza DVD

# #20002
source: External DVD player
pl: Zewnętrzny odtwarzacz DVD

# #20003
source: Trainers folder
pl: Folder z trainerami

# #20004
source: Screenshot folder
pl: Folder ze zrzutami ekranu

# #20006
source: Playlists folder
pl: Folder z playlistami

# #20007
source: Recordings
pl: Nagrania

# #20008
source: Screenshots
pl: Zrzuty ekranu

# #20009
source: Use XBMC
pl: Użyj XBMC

# #20011
source: Music playlists
pl: Playlisty muzyczne

# #20012
source: Video playlists
pl: Playlisty wideo

# #20013
source: Do you wish to launch the game?
pl: Uruchomić grę?

# #20014
source: Sort by: Playlist
pl: Sortuj: Playlista

# #20015
source: Remote thumb
pl: Ikona z Internetu

# #20016
source: Current thumb
pl: Aktualna ikona

# #20017
source: Local thumb
pl: Lokalna ikona

# #20018
source: No thumb
pl: Brak ikony

# #20019
source: Choose thumbnail
pl: Wybierz miniaturę

# #20023
source: Conflict
pl: Konflikt

# #20024
source: Scan new
pl: Nowe skanowanie

# #20025
source: Scan all
pl: Skanuj wszystko

# #20037
source: Summary
pl: Podsumowanie

# #20038
source: Lock music window
pl: Zablokuj dostęp do muzyki

# #20039
source: Lock videos window
pl: Zablokuj dostęp do wideo

# #20040
source: Lock pictures window
pl: Zablokuj dostęp do zdjęć

# #20041
source: Lock programs & scripts windows
pl: Zablokuj dostęp do programów i skryptów

# #20042
source: Lock file manager
pl: Zablokuj dostęp do eksploratora

# #20043
source: Lock settings
pl: Zablokuj dostęp do ustawień

# #20044
source: Start fresh
pl: Od nowa

# #20045
source: Enter master mode
pl: Wejdź w tryb administratora

# #20046
source: Leave master mode
pl: Opuść tryb administratora

# #20047
source: Create profile '%s'?
pl: Stworzyć profil '%s' ?

# #20048
source: Start with fresh settings
pl: Rozpocznij od nowa z domyślnymi ustawieniami

# #20049
source: Best available
pl: Najlepszy z dostępnych

# #20050
source: Auto-switch between 16x9 and 4x3
pl: Automatyczne przełączanie pomiędzy 16x9 i 4x3

# #20051
source: Treat stacked files as single file
pl: Traktuj złączone pliki jako jeden

# #20052
source: Caution
pl: Uwaga

# #20053
source: Left master mode
pl: Opuszczono tryb administratora

# #20054
source: Entered master mode
pl: Aktywny tryb administratora

# #20055
source: Allmusic.com thumb
pl: Ikona z Allmusic.com

# #20057
source: Remove thumbnail
pl: Usuń miniaturę

# #20058
source: Add profile...
pl: Dodaj profil...

# #20059
source: Query info for all albums
pl: Info do wszystkich albumów

# #20060
source: Media info
pl: o mediach

# #20061
source: Separate
pl: Oddzielny

# #20062
source: Shares with default
pl: Współdzieli z domyślnymi

# #20063
source: Shares with default (read only)
pl: Współdzieli z domyślnymi (tylko odczyt)

# #20064
source: Copy default
pl: Skopiuj domyślne

# #20065
source: Profile picture
pl: Awatar profilu

# #20066
source: Lock preferences
pl: Ustawienia blokad dostępu

# #20067
source: Edit profile
pl: Edytuj profil

# #20068
source: Profile lock
pl: Profil zablokowany

# #20069
source: Could not create folder
pl: Nie mogę utworzyć folderu

# #20070
source: Profile directory
pl: Folder z profilami

# #20071
source: Start with fresh media sources
pl: Chcesz wprowadzać źródła mediów zupełnie od nowa

# #20072
source: Make sure the selected folder is writable
pl: Upewnij się, czy w tym folderze można zapisywać

# #20073
source: and that the new folder name is valid
pl: i czy jego nazwa jest prawidłowa

# #20074
source: MPAA rating
pl: Ocena MPAA

# #20075
source: Enter master lock code
pl: Wprowadź hasło główne

# #20076
source: Ask for master lock code on startup
pl: Pytaj o hasło główne na starcie

# #20077
source: Skin settings
pl: Ustawienia skóry

# #20078
source: - no link set -
pl: - nieprzypisany -

# #20079
source: Enable animations
pl: Włącz animacje

# #20080
source: Disable RSS during music
pl: Wyłącz wiadomości RSS podczas odtwarzania muzyki

# #20081
source: Enable shortcut buttons
pl: Włącz przycisków skrótów

# #20082
source: Show programs in main menu
pl: Dostęp do zakładki programy w głównym menu

# #20083
source: Show music info
pl: Pokazuj info o muzyce

# #20084
source: Show weather info
pl: Pokazuj info o pogodzie

# #20085
source: Show system info
pl: Pokazuj info o systemie

# #20086
source: Show available disk space C: E: F:
pl: Pokazuj wolne miejsce dysków C: E: F:

# #20087
source: Show available disk space E: F: G:
pl: Pokazuj wolne miejsce dysków E: F: G:

# #20088
source: Weather info
pl: Info o pogodzie

# #20089
source: Drive space free
pl: Wolne miejsce na dyskach

# #20090
source: Enter the name of an existing share
pl: Wprowadź nazwę istniejącego udziału

# #20091
source: Lock code
pl: Hasło

# #20092
source: Load profile
pl: Wczytaj profil

# #20093
source: Profile name
pl: Nazwa profilu

# #20094
source: Media sources
pl: Źródła mediów

# #20095
source: Enter profile lock code
pl: Wprowadź hasło

# #20096
source: Login screen
pl: Ekran logowania

# #20097
source: Fetching album info
pl: Pobieram informacje o albumie

# #20098
source: Fetching info for album
pl: Pobieram informacje o albumie

# #20099
source: Can't rip CD or track while playing from CD
pl: Jednoczesne zgrywanie i odtwarzanie płyty CD jest niemożliwe

# #20100
source: Master lock code and settings
pl: Hasło główne i ustawiania

# #20101
source: Entering master lock code always enables master mode
pl: Wprowadzenie hasła głównego uaktywnia tryb administratora

# #20102
source: or copy from default?
pl: czy może raczej skopiować je z profilu domyślnego?

# #20103
source: Save changes to profile?
pl: Zapisać zmiany w profilu?

# #20104
source: Old settings found.
pl: Znaleziono poprzednie ustawienia.

# #20105
source: Do you want to use them?
pl: Czy chcesz je przywrócić?

# #20106
source: Old media sources found.
pl: Znaleziono poprzednie źródła mediów.

# #20107
source: Separate (locked)
pl: Oddzielny (zablokowany)

# #20108
source: Root
pl: Główny

# #20109
source: Zoom
pl: Powiększenie

# #20110
source: UPnP settings
pl: Ustawienia UPnP

# #20111
source: Autostart UPnP client
pl: Autostart klienta UPnP

# #20112
source: Last login: %s
pl: Ostatnie logowanie: %s

# #20113
source: Never logged on
pl: Nigdy nie zalogowano

# #20114
source: Profile %i / %i
pl: Profil %i / %i

# #20115
source: User login / Select a profile
pl: Logowanie / Wybierz profil

# #20116
source: Use lock on login screen
pl: Blokada dostępu na ekran logowania

# #20117
source: Invalid lock code.
pl: Nieprawidłowe hasło.

# #20118
source: This requires the master lock to be set.
pl: Wymagane hasło główne, aby zmienić te ustawienia.

# #20119
source: Would you like to set it now?
pl: Ustawić teraz?

# #20120
source: Loading program information
pl: Wczytywanie informacji o programie

# #20121
source: Party on!
pl: Imprezujemy!

# #20122
source: True
pl: Prawda

# #20123
source: Mixing drinks
pl: Robię drinki

# #20124
source: Filling glasses
pl: Napełniam szklaneczki

# #20125
source: Logged on as
pl: Zalogowano jako

# #20126
source: Log off
pl: Wyloguj

# #20128
source: Go to root
pl: Powrót na górę

# #20129
source: Weave
pl: Splot

# #20130
source: Weave (inverted)
pl: Splot (odwrócony)

# #20131
source: Blend
pl: Mieszanina

# #20132
source: Restart video
pl: Uruchom ponownie wideo

# #20133
source: Edit network location
pl: Edytuj położenie z sieci

# #20134
source: Remove network location
pl: Usuń położenie z sieci

# #20135
source: Do you want to scan the folder?
pl: Skanować ten folder?

# #20136
source: Memory unit
pl: Karta pamięci

# #20137
source: Memory unit mounted
pl: Karta pamięci podłączona

# #20138
source: Unable to mount memory unit
pl: Podłączenie karty pamięci niemożliwe

# #20139
source: In port %i, slot %i
pl: w porcie %i, slot %i

# #20140
source: Lock screensaver
pl: Zablokuj wygaszacz

# #20141
source: Set
pl: Ustaw

# #20142
source: Username
pl: Użytkownik

# #20143
source: Enter password for
pl: Wprowadź hasło dla

# #20144
source: Shutdown timer
pl: Timer wyłączenia

# #20145
source: Shutdown interval (in minutes)
pl: Interwał wyłączenia (w minutach)

# #20146
source: Started, shutdown in %im
pl: Uruchomiono, wyłączenie za %im

# #20147
source: Shutdown in 30 minutes
pl: Wyłączenie za 30 minut

# #20148
source: Shutdown in 60 minutes
pl: Wyłączenie za 60 minut

# #20149
source: Shutdown in 120 minutes
pl: Wyłączenie za 120 minut

# #20150
source: Custom shutdown timer
pl: Własny timer wyłączenia

# #20151
source: Cancel shutdown timer
pl: Anuluj timer wyłączenia

# #20152
source: Lock preferences for %s
pl: Zablokuj ustawienia dla %s

# #20153
source: Browse...
pl: Przeglądaj...

# #20154
source: Summary information
pl: Informacje podstawowe

# #20155
source: Storage information
pl: Informacje o partycjach

# #20156
source: Hard disk information
pl: Informacje o dysku

# #20157
source: DVD-ROM information
pl: Informacje o napędzie DVD-ROM

# #20158
source: Network information
pl: Informacje o sieci

# #20159
source: Video information
pl: Informacje o karcie graficznej

# #20160
source: Hardware information
pl: Informacje o sprzęcie

# #20161
source: Total
pl: Razem

# #20162
source: Used
pl: zajęte

# #20163
source: of
pl: z

# #20164
source: Locking not supported
pl: Blokowanie niedostępne

# #20165
source: Not locked
pl: Nie zablokowany

# #20166
source: Locked
pl: Zablokowany

# #20167
source: Frozen
pl: Zamrożony

# #20168
source: Requires reset
pl: Wymagany reset

# #20169
source: Week
pl: Tydzień

# #20170
source: Line
pl: Linia

# #20171
source: Windows network (SMB)
pl: Otoczenie sieciowe Windows (SMB)

# #20172
source: XBMSP server
pl: Serwer XBMSP

# #20173
source: FTP server
pl: Serwer FTP

# #20174
source: iTunes music share (DAAP)
pl: iTunes (DAAP)

# #20175
source: UPnP server
pl: Serwer UPnP

# #20176
source: Show video info
pl: Pokazuj info o filmie

# #20177
source: Done
pl: Gotowe

# #20180
source: Symbols
pl: Symbole

# #20182
source: Space
pl: Spacja

# #20183
source: Reload skin
pl: Przeładuj skórę

# #20184
source: Rotate pictures using EXIF information
pl: Obracaj zdjęcia na bazie danych EXIF

# #20185
source: Use poster view styles for TV shows
pl: Używaj widoku plakatu dla seriali

# #20186
source: Please wait
pl: Proszę czekać

# #20188
source: Announce library updates via UPnP
pl: Rozgłoś aktualizację biblioteki przez UPnP

# #20189
source: Enable auto scrolling for plot & review
pl: Automatyczne przewijanie opisu i fabuły

# #20190
source: Custom
pl: Własne

# #20191
source: Enable debug logging
pl: Włącz logowanie (debug)

# #20192
source: Download additional information during updates
pl: Pobierz dodatkowe informacje w czasie aktualizacji

# #20193
source: Default service for album information
pl: Domyślne źródło informacji o albumach

# #20194
source: Default service for artist information
pl: Domyślne źródło informacji o artystach

# #20195
source: Change scraper
pl: Zmień scraper

# #20196
source: Export music library
pl: Eksportuj bibliotekę muzyki

# #20197
source: Import music library
pl: Importuj bibliotekę muzyki

# #20198
source: No artist found!
pl: Nie znaleziono artysty!

# #20199
source: Downloading artist info failed
pl: Pobieranie informacji o artyście nie powiodło się

# #20240
source: Android music
pl: Muzyka Android

# #20241
source: Android videos
pl: Filmy Android

# #20242
source: Android pictures
pl: Obrazy Android

# #20243
source: Android photos
pl: Zdjęcia Android

# #20244
source: Android Apps
pl: Aplikacje Android

# #20250
source: Party on! (videos)
pl: Imprezujemy! (wideo)

# #20251
source: Mixing drinks (videos)
pl: Robię drinki (wideo)

# #20252
source: Filling glasses (videos)
pl: Napełniam szklaneczki (wideo)

# #20253
source: WebDAV server (HTTP)
pl: Serwer WebDAV (HTTP)

# #20254
source: WebDAV server (HTTPS)
pl: Serwer WebDAV (HTTPS)

# #20255
source: First logon, edit your profile
pl: Pierwsze logowanie, ustaw swój profil

# #20256
source: HTS Tvheadend client
pl: Klient HTS Tvheadend

# #20257
source: VDR Streamdev client
pl: Klient VDR Streamdev

# #20258
source: MythTV client
pl: Klient MythTV

# #20259
source: Network Filesystem (NFS)
pl: System plików NFS

# #20260
source: Secure Shell (SSH/SFTP)
pl: SSH/SFTP

# #20261
source: Apple Filing Protocol (AFP)
pl: Protokół AFP

# #20300
source: Web server directory (HTTP)
pl: Folder serwera web (HTTP)

# #20301
source: Web server directory (HTTPS)
pl: Folder serwera web (HTTPS)

# #20302
source: Unable to write to folder:
pl: Nie powiódł się zapis do folderu:

# #20303
source: Do you want to skip and proceed?
pl: Pominąć i kontynuować?

# #20304
source: RSS Feed
pl: Kanały RSS

# #20307
source: Secondary DNS
pl: Dodatkowe DNS

# #20308
source: DHCP server:
pl: Serwery DHCP:

# #20309
source: Make new folder
pl: Utwórz nowy folder

# #20311
source: Unknown or onboard (protected)
pl: Nieznany lub zintegrowany (zabezpieczony)

# #20314
source: Videos - Library
pl: Wideo - Biblioteka

# #20316
source: Sort by: ID
pl: Sortuj: ID

# #20317
source: Scanning movies using %s
pl: Przeszukiwanie filmów przy użyciu %s

# #20318
source: Scanning music videos using %s
pl: Przeszukiwanie teledysków przy użyciu %s

# #20319
source: Scanning tvshows using %s
pl: Przeszukiwanie seriali przy użyciu %s

# #20320
source: Scanning artists using %s
pl: Przeszukiwanie artystów przy użyciu %s

# #20321
source: Scanning albums using %s
pl: Przeszukiwanie albumów przy użyciu %s

# #20324
source: Play part...
pl: Odtwarzaj część...

# #20325
source: Calibration reset
pl: Resetowanie kalibracji

# #20326
source: This will reset the calibration values for %s
pl: Spowoduje to reset ustawień kalibracji dla %s

# #20327
source: to it's default values.
pl: i zostaną przywrócone wartości domyślne.

# #20328
source: Browse for destination
pl: Wskaż folder docelowy

# #20329
source: Movies are in separate folders that match the movie title
pl: Filmy są w oddzielnych folderach, z nazwami tytułu filmu

# #20330
source: Use folder names for lookups
pl: Nazwa folderu jako podstawa szukania

# #20331
source: File
pl: Plik

# #20332
source: Use file or folder names in lookups?
pl: Użyć nazwy pliku lub folderu jako podstawy szukania?

# #20333
source: Set content
pl: Określ zawartość

# #20335
source: Look for content recursively?
pl: Uwzględnić zawartość podfolderów?

# #20336
source: Unlock sources
pl: Odblokuj źródła

# #20337
source: Actor
pl: Aktor

# #20338
source: Movie
pl: Film

# #20339
source: Director
pl: Reżyser

# #20340
source: Do you want to remove all items within
pl: Usunąć z biblioteki XBMC wszystkie pozycje

# #20341
source: this path from the XBMC library?
pl: związane z tą ścieżką?

# #20342
source: Movies
pl: Filmy

# #20343
source: TV shows
pl: Seriale

# #20344
source: This directory contains
pl: Zawartość folderu

# #20345
source: Run automated scan
pl: Uruchom automatyczne skanowanie

# #20346
source: Scan recursively
pl: z uwzględnieniem podfolderów

# #20347
source: as
pl: jako

# #20348
source: Directors
pl: Reżyserzy

# #20349
source: No video files found in this path!
pl: Ta ścieżka nie zawiera żadnych plików video!

# #20350
source: votes
pl: głosów

# #20351
source: TV show information
pl: Info o serialu

# #20352
source: Episode information
pl: Informacje o odcinku

# #20353
source: Loading TV show details
pl: Wczytywanie informacji o serialu

# #20354
source: Fetching episode guide
pl: Pobieranie opisów odcinków

# #20355
source: Loading info for episodes in directory
pl: Wczytywanie informacji o odcinkach w folderze

# #20356
source: Select TV show:
pl: Wybierz serial:

# #20357
source: Enter the TV show name
pl: Wprowadź tytuł serialu

# #20358
source: Season %i
pl: Sezon %i

# #20359
source: Episode
pl: Odcinek

# #20360
source: Episodes
pl: Odcinki

# #20361
source: Loading episode details
pl: Wczytywanie informacji o odcinkach

# #20362
source: Remove episode from library
pl: Usuń odcinek z biblioteki

# #20363
source: Remove TV show from library
pl: Usuń serial z biblioteki

# #20364
source: TV show
pl: Serial

# #20365
source: Episode plot
pl: Opis odcinka

# #20366
source: * All seasons
pl: * Wszystkie sezony

# #20367
source: Hide watched
pl: Ukryj oglądane

# #20368
source: Prod code
pl: Kod Prod.

# #20369
source: Show plot for unwatched items
pl: Pokazuj opis dla nieoglądanych pozycji

# #20370
source: * Hidden to prevent spoilers *
pl: * Ukryte. Poznanie fabuły psuje przyjemność oglądania *

# #20371
source: Set season thumb
pl: Ustaw ikonę sezonu

# #20372
source: Season image
pl: Miniatura dla sezonu

# #20373
source: Season
pl: Sezon

# #20374
source: Downloading movie information
pl: Pobieranie informacji o filmie

# #20375
source: Unassign content
pl: Nieokreślona zawartość

# #20376
source: Original title
pl: Tytuł oryginalny

# #20377
source: Refresh TV show information
pl: Odśwież informację o serialu

# #20378
source: Refresh info for all episodes?
pl: Odświeżyć dane dla wszystkich odcinków?

# #20379
source: Selected folder contains a single TV show
pl: Wybrany folder zawiera jeden serial

# #20380
source: Exclude selected folder from scans
pl: Wyklucz wybrany folder ze skanowania

# #20381
source: Specials
pl: Specjalne

# #20382
source: Automatically grab season thumbs
pl: Automatycznie pobieraj ikony sezonu

# #20383
source: Selected folder contains a single video
pl: Wybrany folder zawiera jeden plik wideo

# #20384
source: Link to TV show
pl: Link do serialu

# #20385
source: Remove link to TV show
pl: Usuń link do serialu

# #20386
source: Recently added movies
pl: Ostatnio dodane filmy

# #20387
source: Recently added episodes
pl: Ostatnio dodane odcinki

# #20388
source: Studios
pl: Wytwórnia

# #20389
source: Music videos
pl: Teledyski

# #20390
source: Recently added music videos
pl: Ostatnio dodane teledyski

# #20391
source: Music video
pl: Teledysk

# #20392
source: Remove music video from library
pl: Usuń teledysk z biblioteki

# #20393
source: Music video information
pl: Info o teledysku

# #20394
source: Loading music video information
pl: Wczytywanie informacji o teledysku

# #20395
source: Mixed
pl: Mieszany

# #20396
source: Go to albums by artist
pl: Przejdź do albumów tego artysty

# #20397
source: Go to album
pl: Przejdź do albumu

# #20398
source: Play song
pl: Odtwarzaj utwór

# #20399
source: Go to music videos from album
pl: Przejdź do teledysków z tego albumu

# #20400
source: Go to music videos by artist
pl: Przejdź do teledysków tego artysty

# #20401
source: Play music video
pl: Odtwarzaj teledysk

# #20402
source: Download actor thumbnails when adding to library
pl: Pobieraj zdjęcia aktorów dodając film do biblioteki

# #20403
source: Set actor thumb
pl: Ustaw zdjęcie aktora

# #20404
source: Remove bookmark
pl: Usuń zakładkę

# #20405
source: Remove episode bookmark
pl: Odcinek - usuń zakładkę

# #20406
source: Set episode bookmark
pl: Odcinek - ustaw zakładkę

# #20407
source: Scraper settings
pl: Ustawienia scrapera

# #20408
source: Downloading music video information
pl: Pobieranie informacji o teledysku

# #20409
source: Downloading TV show information
pl: Pobieranie informacji o serialu

# #20410
source: Trailer
pl: Zwiastun

# #20411
source: Flatten
pl: Tylko tytuły

# #20412
source: Flatten TV shows
pl: Pomiń podział na sezony

# #20413
source: Get fanart
pl: Pobierz Fanart
