Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #20414
source: Show fanart in video and music libraries
pl: Fanart jako tło w trybie biblioteki

# #20415
source: Scanning for new content
pl: Wyszukiwanie nowych pozycji

# #20416
source: First aired
pl: Premiera

# #20417
source: Writer
pl: Scenariusz

# #20418
source: Writers
pl: Autorzy

# #20419
source: Replace file names with library titles
pl: Pokaż metadane w widoku plików

# #20420
source: Never
pl: nigdy

# #20421
source: If only one season
pl: dla jednosezonowych seriali

# #20422
source: Always
pl: zawsze

# #20423
source: Has trailer
pl: ma zwiastun

# #20424
source: False
pl: Fałsz

# #20425
source: Fanart slideshow
pl: Pokaz slajdów z fanartami

# #20426
source: Export to a single file or separate
pl: Eksportować do pojedynczego pliku

# #20427
source: files per entry?
pl: czy rozdzielić pliki?

# #20428
source: Single file
pl: Jeden plik

# #20429
source: Separate
pl: Oddziel

# #20430
source: Export thumbnails and fanart?
pl: Eksportować miniatury i fanart?

# #20431
source: Overwrite old files?
pl: Nadpisać istniejące pliki?

# #20432
source: Exclude path from library updates
pl: Pomijaj ten folder podczas aktualizacji biblioteki

# #20433
source: Extract thumbnails and video information
pl: Twórz miniatury i pobieraj informacje o pliku wideo

# #20434
source: Sets
pl: Serie

# #20435
source: Combine split video items
pl: Połącz podzielone elementy wideo

# #20436
source: Export actor thumbs?
pl: Eksportuj ikony aktorów

# #20437
source: Choose fanart
pl: Wybierz fanart

# #20438
source: Local fanart
pl: Lokalny fanart

# #20439
source: No fanart
pl: Brak fanartu

# #20440
source: Current fanart
pl: Aktualny fanart

# #20441
source: Remote fanart
pl: Fanart z Internetu

# #20442
source: Change content
pl: Zmień typ zawartości

# #20443
source: Do you want to refresh info for all
pl: Odświeżyć informacje dla wszystkich

# #20444
source: items within this path?
pl: pozycji związanych z tą ścieżką?

# #20446
source: Locally stored information found.
pl: Informacja lokalna znaleziona.

# #20447
source: Ignore and refresh from internet?
pl: Zignorować i odświeżyć z Internetu?

# #20448
source: Could not download information
pl: Nie można było pobrać informacji

# #20449
source: Unable to connect to remote server
pl: Błąd łączenia ze zdalnym serwerem

# #20450
source: Would you like to continue scanning?
pl: Kontynuować skanowanie?

# #20451
source: Countries
pl: Kraje

# #20452
source: episode
pl: odcinek

# #20453
source: episodes
pl: odcinki

# #20454
source: Listener
pl: Słuchacz

# #20455
source: Listeners
pl: Słuchaczy

# #20456
source: Flatten library hierarchy
pl: Spłaszcz hierarchię biblioteki

# #20457
source: Movie set
pl: Kolekcja filmów

# #20458
source: Group movies in sets
pl: Grupuj filmy w kolekcje

# #20459
source: Tags
pl: Tagi

# #20460
source: Add %s
pl: Dodaj %s

# #20461
source: Remove %s
pl: Usuń %s

# #20462
source: New tag...
pl: Nowy tag...

# #20463
source: A tag with the name '%s' already exists.
pl: Tag o nazwie '%s' już istnieje.

# #20464
source: Select %s
pl: Wybierz %s

# #20465
source: Manage movie set
pl: Zarządzaj zestawem filmami

# #20466
source: Select movie set
pl: Wybierz zestaw filmowy

# #20467
source: No set (Remove from %s)
pl: Brak zestawu (Usuń z %s)

# #20468
source: Add movie to a new set
pl: Dodaj film do nowego zestawu

# #20469
source: Keep current set (%s)
pl: Zachowaj aktualny zestaw (%s)

# #21330
source: Show hidden files and directories
pl: Pokazuj ukryte pliki i foldery

# #21331
source: TuxBox client
pl: Klient TuxBox

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
pl: UWAGA: Urządzenie TuxBox jest w trybie nagrywania!

# #21333
source: The stream will be stopped!
pl: Strumień zostanie zatrzymany!

# #21334
source: Zap to channel: %s failed!
pl: Dołączenie do kanału: %s nie powiodło się!

# #21335
source: Are you sure to start the stream?
pl: Chcesz rozpocząć odtwarzanie strumienia?

# #21336
source: Connecting to: %s
pl: Łączenie z: %s

# #21337
source: TuxBox device
pl: Urządzenie TuxBox

# #21359
source: Add media share...
pl: Dodaj udział ...

# #21360
source: Share video and music libraries through UPnP
pl: Udostępniaj bibliotekę przez UPnP

# #21361
source: Look for remote UPnP players
pl: Wyszukaj zdalnych odtwarzaczy UPnP

# #21362
source: Bookmark created
pl: Zakładka utworzona

# #21363
source: Episode Bookmark created
pl: Zakładka epizodu utworzona

# #21364
source: Edit media share
pl: Edytuj udział

# #21365
source: Remove media share
pl: Usuń udział

# #21366
source: Subtitle folder
pl: Folder z napisami

# #21367
source: Movie & alternate subtitle directory
pl: Filmy i alternatywny folder dla napisów

# #21368
source: Override ASS/SSA subtitles fonts
pl: Pomiń ustawienia czcionek napisów ASS/SSA

# #21369
source: Enable mouse and Touch Screen support
pl: Włącz obsługę myszy

# #21370
source: Play navigation sounds during media playback
pl: Dźwięki nawigacyjne podczas odtwarzania mediów

# #21371
source: Thumbnail
pl: Miniatura

# #21372
source: Forced DVD player region
pl: Narzuć region dla DVD

# #21373
source: Video output
pl: Wyjście wideo

# #21374
source: Video aspect
pl: Proporcje obrazu

# #21375
source: Normal
pl: Zwykły

# #21377
source: Widescreen
pl: Panoramiczny

# #21378
source: Enable 480p
pl: Uaktywnij 480p

# #21379
source: Enable 720p
pl: Uaktywnij 720p

# #21380
source: Enable 1080i
pl: Uaktywnij 1080i

# #21381
source: Enter name of new playlist
pl: Wprowadź nazwę nowej playlisty

# #21382
source: Show "Add source" buttons in file lists
pl: Pokaż przycisk "Dodaj źródło" w liście plików

# #21383
source: Enable scrollbars
pl: Pokazuj pasek przewijania

# #21384
source: Make watched filtering a toggle in video library
pl: Filtrowanie oglądanych pozycji jako przełącznik w trybie biblioteki

# #21385
source: Open
pl: Otwórz

# #21386
source: Acoustic management level
pl: Poziomem głośności pracy

# #21387
source: Fast
pl: Szybki

# #21388
source: Quiet
pl: Cichy

# #21389
source: Enable custom background
pl: Ustaw własne zdjęcie jako tło

# #21390
source: Power management level
pl: Zarządzanie poziomem użycia energii

# #21391
source: High power
pl: wysokie zużycie

# #21392
source: Low power
pl: niskie zużycie

# #21393
source: High standby
pl: Wysoka gotowość

# #21394
source: Low standby
pl: Niska gotowość

# #21395
source: Unable to cache files bigger than 4GB
pl: Nie mogę trzymać w pamięci podręcznej plików powyżej 4 GB

# #21396
source: Chapter
pl: Rozdział

# #21397
source: High quality pixel shader v2
pl: Pixel shader v2 HQ

# #21398
source: Enable playlist at startup
pl: Włącz playlistę na starcie

# #21399
source: Use tween animations
pl: Używaj animacji przejściowych

# #21400
source: contains
pl: zawiera

# #21401
source: does not contain
pl: nie zawiera

# #21402
source: is
pl: jest

# #21403
source: is not
pl: nie jest

# #21404
source: starts with
pl: zaczyna od

# #21405
source: ends with
pl: kończy na

# #21406
source: greater than
pl: więcej niż

# #21407
source: less than
pl: mniej niż

# #21408
source: after
pl: po

# #21409
source: before
pl: przed

# #21410
source: in the last
pl: w ostatnich

# #21411
source: not in the last
pl: nie w ostatnich

# #21412
source: Scrapers
pl: Scrapery

# #21413
source: Default movie scraper
pl: Domyślny dla filmów

# #21414
source: Default tvshow scraper
pl: Domyślny dla seriali

# #21415
source: Default music video scraper
pl: Domyślny dla teledysków

# #21417
source: Settings
pl: Ustawienia

# #21418
source: Multilingual
pl: wielojęzyczny

# #21419
source: No scrapers present
pl: Brak scraperów

# #21420
source: Value to match
pl: Wartości do spełnienia

# #21421
source: Smart playlist rule
pl: Kryteria playlisty (smart)

# #21422
source: Match items where
pl: Dopasuj pozycje gdzie

# #21423
source: New rule...
pl: Nowe kryterium...

# #21424
source: Items must match
pl: Pozycje muszą spełniać

# #21425
source: all of the rules
pl: wszystkie kryteria

# #21426
source: one or more of the rules
pl: przynajmniej jedno kryterium

# #21427
source: Limit to
pl: ogranicz do

# #21428
source: No limit
pl: bez ograniczeń

# #21429
source: Order by
pl: Sortuj

# #21430
source: ascending
pl: rosnąco

# #21431
source: descending
pl: malejąco

# #21432
source: Edit smart playlist
pl: Edytuj playlistę (smart)

# #21433
source: Name of the playlist
pl: Nazwa playlisty

# #21434
source: Find items where
pl: Znajdź pozycje gdzie

# #21435
source: Edit
pl: Edytuj

# #21436
source: %i items
pl: %i pozycji

# #21437
source: New smart playlist...
pl: Nowa playlista (smart)

# #21438
source: %c Drive
pl: Dysk %c

# #21439
source: Edit party mode rules
pl: Edytuj kryteria dla Trybu Imprezy

# #21440
source: Home folder
pl: Folder domowy

# #21441
source: Watched count
pl: Oglądnięć

# #21442
source: Episode title
pl: Tytuł odcinka

# #21443
source: Video resolution
pl: Rozdzielczość wideo

# #21444
source: Audio channels
pl: Kanały audio

# #21445
source: Video codec
pl: Kodek wideo

# #21446
source: Audio codec
pl: Kodek audio

# #21447
source: Audio language
pl: Język dialogów

# #21448
source: Subtitle language
pl: Język napisów

# #21449
source: Remote control sends keyboard presses
pl: Przyciski pilota emulują naciśnięcia klawiszy

# #21450
source: Edit
pl: Edytuj

# #21451
source: Internet connection required.
pl: Wymagane połączenie z Internetem.

# #21452
source: Get More...
pl: Pobierz więcej...

# #21453
source: Root filesystem
pl: Główny system plików

# #21454
source: Cache full
pl: Pełny bufor

# #21455
source: Cache filled before reaching required amount for continous playback
pl: Bufor wypełniany zanim osiągnie wymagany poziom do ciągłego odtwarzania

# #21456
source: External storage
pl: Nośnik zewnętrzny

# #21457
source: Watched episode count
pl: Licznik obejrzanych epizodów

# #21458
source: Group by
pl: Grupuj

# #21459
source: mixed
pl: miksowane

# #21460
source: Subtitle location
pl: Położenie napisów

# #21461
source: Fixed
pl: Stałe

# #21462
source: Bottom of video
pl: Dół wideo

# #21463
source: Below video
pl: Poniżej wideo

# #21464
source: Top of video
pl: Góra wideo

# #21465
source: Above video
pl: Powyżej wideo

# #21467
source: %.1f to %.1f
pl: %.1f do %.1f

# #21468
source: %d to %d
pl: %d do %d

# #21469
source: %s to %s
pl: %s do %s

# #21800
source: File name
pl: Nazwa pliku

# #21801
source: File path
pl: Lokalizacja

# #21802
source: File size
pl: Rozmiar

# #21803
source: File date/time
pl: Data/czas pliku

# #21804
source: Slide index
pl: Indeks slajdu

# #21805
source: Resolution
pl: Rozdzielczość

# #21806
source: Comment
pl: Komentarz

# #21807
source: Colour/B&W
pl: Kolorowe/czarno-białe

# #21808
source: JPEG process
pl: Proces JPEG

# #21820
source: Date/Time
pl: Data/godzina

# #21821
source: Description
pl: Opis

# #21822
source: Camera make
pl: Marka aparatu

# #21823
source: Camera model
pl: Model aparatu

# #21824
source: EXIF comment
pl: Komentarz Exif

# #21825
source: Firmware
pl: Oprogramowanie

# #21826
source: Aperture
pl: Przesłona

# #21827
source: Focal length
pl: Ogniskowa

# #21828
source: Focus distance
pl: Nastawiona ostrość

# #21829
source: Exposure
pl: Ekspozycja

# #21830
source: Exposure time
pl: Czas ekspozycji

# #21831
source: Exposure bias
pl: Korekta ekspozycji

# #21832
source: Exposure mode
pl: Tryb ekspozycji

# #21833
source: Flash used
pl: Lampa błyskowa

# #21834
source: White-balance
pl: Balans bieli

# #21835
source: Light source
pl: Źródło światła

# #21836
source: Metering mode
pl: Tryb pomiaru

# #21837
source: ISO
pl: Czułość ISO

# #21838
source: Digital zoom
pl: Cyfrowy zoom

# #21839
source: CCD width
pl: Szerokość CCD

# #21840
source: GPS latitude
pl: Szerokość geograficzna (GPS)

# #21841
source: GPS longitude
pl: Długość geograficzna (GPS)

# #21842
source: GPS altitude
pl: Wysokość bezwzględna (GPS)

# #21843
source: Orientation
pl: Orientacja

# #21857
source: Sub-location
pl: Lokalizacja dodatkowa

# #21858
source: Image type
pl: Typ pliku

# #21859
source: Time created
pl: Data utworzenia

# #21860
source: Supplemental categories
pl: Kategorie dodatkowe

# #21861
source: Keywords
pl: Słowa kluczowe

# #21862
source: Caption
pl: Podpis

# #21863
source: Author
pl: Autor

# #21864
source: Headline
pl: Nagłówek

# #21865
source: Special instructions
pl: Specjalne instrukcje

# #21866
source: Category
pl: Kategoria

# #21867
source: Byline
pl: Łącze autora

# #21868
source: Byline title
pl: Nazwa łącza

# #21869
source: Credit
pl: Lista zasług

# #21870
source: Source
pl: Źródło

# #21871
source: Copyright notice
pl: Prawa autorskie

# #21872
source: Object name
pl: Nazwa obiektu

# #21873
source: City
pl: Miasto

# #21874
source: State
pl: Prowincja/stan

# #21875
source: Country
pl: Kraj

# #21876
source: Original Tx Reference
pl: Wybór odwołania do źródła

# #21877
source: Date created
pl: Data utworzenia

# #21878
source: Urgency
pl: Pilne

# #21879
source: Country code
pl: Kod kraju

# #21880
source: Reference service
pl: Odwołanie do usługi

# #21881
source: Allow control of XBMC via UPnP
pl: Zezwalaj na sterowanie XBMC przez UPnP

# #21882
source: Attempt to skip introduction before DVD menu
pl: Próbuj przeskoczyć wstęp przed menu DVD

# #21883
source: Saved music
pl: Zapisana muzyka

# #21884
source: Query info for all artists
pl: Info do wszystkich artystów

# #21885
source: Downloading album information
pl: Pobieranie informacji o albumie

# #21886
source: Downloading artist information
pl: Pobieranie informacji o artyście

# #21887
source: Biography
pl: Biografia

# #21888
source: Discography
pl: Dyskografia

# #21889
source: Searching artist
pl: Szukam artysty

# #21890
source: Select artist
pl: Wybierz artystę

# #21891
source: Artist information
pl: Info o artyście

# #21892
source: Instruments
pl: Instrumenty

# #21893
source: Born
pl: Data urodzenia

# #21894
source: Formed
pl: Data powstania

# #21895
source: Themes
pl: Motywy

# #21896
source: Disbanded
pl: Rozwiązana

# #21897
source: Died
pl: Data śmierci

# #21898
source: Years active
pl: Lata aktywności

# #21899
source: Label
pl: Wytwórnia

# #21900
source: Born/Formed
pl: Data urodzenia/powstania

# #22000
source: Update library on startup
pl: Aktualizuj bibliotekę na starcie

# #22001
source: Hide progress of library updates
pl: Ukryj postęp aktualizacji biblioteki

# #22002
source: DNS suffix
pl: sufiks DNS

# #22004
source: Delayed by: %2.3fs
pl: Opóźnij o: %2.3fs

# #22005
source: Ahead by: %2.3fs
pl: Przyspiesz o: %2.3fs

# #22006
source: Subtitle offset
pl: Przesunięcie napisów

# #22007
source: OpenGL vendor:
pl: Dostawca OpenGL:

# #22008
source: OpenGL renderer:
pl: Renderer OpenGL:

# #22009
source: OpenGL version:
pl: Wersja OpenGL:

# #22010
source: GPU temperature:
pl: Temperatura GPU:

# #22011
source: CPU temperature:
pl: Temperatura CPU:

# #22012
source: Total memory
pl: Całkowity rozmiar pamięci

# #22013
source: Profile data
pl: Dane profilu

# #22014
source: Use dim if paused during video playback
pl: Przyciemniaj podczas pauzy w odtwarzaniu

# #22015
source: All recordings
pl: Wszystkie nagrania

# #22016
source: By title
pl: po tytułach

# #22017
source: By group
pl: po grupach

# #22018
source: Live channels
pl: Kanały na żywo

# #22019
source: Recordings by title
pl: Nagrania po tytułach

# #22020
source: Guide
pl: Program

# #22021
source: Allowed error in aspect ratio to minimise black bars
pl: Dopuszczaj błąd w proporcji obrazu i minimalizuj czarne pasy

# #22022
source: Show video files in listings
pl: Pokazuj pliki wideo w listach

# #22023
source: DirectX vendor:
pl: Dostawca DirectX:

# #22024
source: Direct3D version:
pl: Wersja Direct3D:

# #22030
source: Font
pl: Czcionka

# #22031
source: Size
pl: Rozmiar

# #22032
source: Colours
pl: Kolory

# #22033
source: Charset
pl: parametr Charset

# #22034
source: Export karaoke titles as HTML
pl: Eksportuj tytuły karaoke jako HTML

# #22035
source: Export karaoke titles as CSV
pl: Eksportuj tytuły karaoke jako CSV

# #22036
source: Import karaoke titles...
pl: Importuj tytuły karaoke..

# #22037
source: Show song selector automatically
pl: Automatycznie pokazuj okno wyboru utworu

# #22038
source: Export karaoke titles...
pl: Eksportuj tytuły karaoke...

# #22039
source: Enter song number
pl: Wprowadź numer utworu

# #22040
source: white/green
pl: biało/zielona

# #22041
source: white/red
pl: biało/czerwona

# #22042
source: white/blue
pl: biało/niebieska

# #22043
source: black/white
pl: czarno/biała

# #22079
source: Default select action
pl: Domyślna akcja wyboru

# #22080
source: Choose
pl: Wybierz

# #22081
source: Show Information
pl: Pokaż informacje

# #22082
source: More...
pl: Więcej...

# #22083
source: Play all
pl: Odtwórz wszystko

# #23049
source: Teletext not available
pl: Teletekst niedostępny

# #23050
source: Activate Teletext
pl: Włącz Teletekst

# #23051
source: Part %i
pl: Część %i

# #23052
source: Buffering %i bytes
pl: Buforowanie %i bajtów

# #23053
source: Stopping
pl: Zatrzymywanie

# #23054
source: Running
pl: Uruchomiony

# #23055
source: Scale Teletext to 4:3
pl: Skalowanie telegazety do 4:3

# #23100
source: External Player Active
pl: Działa zewnętrzny odtwarzacz

# #23101
source: Click OK to terminate the player
pl: Naciśnij OK, aby wyłączyć odtwarzacz

# #23104
source: Click OK when playback has ended
pl: Naciśnij OK po zakończeniu odtwarzania

# #24000
source: Add-on
pl: Wtyczka

# #24001
source: Add-ons
pl: Wtyczki

# #24002
source: Add-on options
pl: Opcje wtyczki

# #24003
source: Add-on Information
pl: O wtyczce

# #24005
source: Media sources
pl: Źródła mediów

# #24007
source: Movie information
pl: O filmie

# #24008
source: Screensaver
pl: Wygaszacz ekranu

# #24009
source: Script
pl: Skrypt

# #24010
source: Visualisation
pl: Wizualizacja

# #24011
source: Add-on repository
pl: Repozytorium wtyczek

# #24012
source: Subtitles
pl: Napisy

# #24013
source: Lyrics
pl: Tekst piosenki

# #24014
source: TV information
pl: O TV

# #24015
source: Music video information
pl: O teledysku

# #24016
source: Album information
pl: O albumie

# #24017
source: Artist information
pl: O artyście

# #24018
source: Services
pl: Usługi

# #24019
source: PVR clients
pl: Klienci PVR

# #24020
source: Configure
pl: Ustaw

# #24021
source: Disable
pl: Wyłącz

# #24022
source: Enable
pl: Włącz

# #24023
source: Add-on disabled
pl: Wtyczka wyłączona

# #24027
source: Weather
pl: Pogoda

# #24029
source: Service for weather information
pl: Usługa dla informacji pogodowych

# #24030
source: This Add-on can not be configured
pl: Ta wtyczka nie może być skonfigurowana

# #24031
source: Error loading settings
pl: Błąd wczytywania ustawień

# #24032
source: All Add-ons
pl: Wszystkie wtyczki

# #24033
source: Get Add-ons
pl: Pobierz wtyczki

# #24034
source: Check for updates
pl: Sprawdź aktualizacje

# #24035
source: Force refresh
pl: Wymuś odświeżenie

# #24036
source: Change log
pl: Lista zmian

# #24037
source: Uninstall
pl: Usuń

# #24038
source: Install
pl: Instaluj

# #24039
source: Disabled Add-ons
pl: Wyłączone wtyczki

# #24040
source: (Clear the current setting)
pl: (Wyczyść bieżące ustawienie)

# #24041
source: Install from zip file
pl: Instaluj z pliku zip

# #24042
source: Downloading %i%%
pl: Pobieranie %i%%

# #24043
source: Available Updates
pl: Dostępne aktualizacje

# #24045
source: Add-on does not have the correct structure
pl: Wtyczka nie ma właściwej struktury

# #24047
source: This Add-on cannot be uninstalled
pl: Ta wtyczka nie może zostać usunięta

# #24048
source: Rollback
pl: Przywróć

# #24049
source: Incompatible
pl: Niekompatybilne

# #24050
source: Available Add-ons
pl: Dostępne wtyczki

# #24051
source: Version:
pl: Wersja:

# #24052
source: Disclaimer
pl: Uwagi

# #24053
source: License:
pl: Licencja:

# #24054
source: Changelog
pl: Lista zmian

# #24059
source: Would you like to enable this Add-on?
pl: Czy chcesz włączyć tę wtyczkę?

# #24060
source: Would you like to disable this Add-on?
pl: Czy chcesz wyłączyć tę wtyczkę?

# #24061
source: Add-on update available!
pl: Dostępna aktualizacja wtyczki!

# #24062
source: Enabled Add-ons
pl: Włączone wtyczki

# #24063
source: Auto update
pl: Auto aktualizacja

# #24064
source: Add-on enabled
pl: Wtyczka włączona

# #24065
source: Add-on updated
pl: Wtyczka zaktualizowana

# #24066
source: Cancel Add-on download?
pl: Anulować pobieranie wtyczek?

# #24067
source: Currently downloading Add-ons
pl: Aktualnie pobierane wtyczki

# #24068
source: Update available
pl: Aktualizacja jest dostępna

# #24069
source: Update
pl: Aktualizacja

# #24070
source: Add-on could not be loaded.
pl: Błąd wczytywania wtyczki.

# #24071
source: An unknown error has occurred.
pl: Wystąpił nieznany błąd.

# #24072
source: Settings required
pl: Wymagane ustawienia

# #24073
source: Could not connect
pl: Nie mogę się połączyć

# #24074
source: Needs to restart
pl: Potrzebny restart

# #24075
source: Disable
pl: Wyłącz

# #24076
source: Add-on Required
pl: Wymagany wtyczka

# #24080
source: Try to reconnect?
pl: Ponowić próbę połączenia?

# #24089
source: Add-on restarts
pl: Restart wtyczki

# #24090
source: Lock Add-on manager
pl: Zablokuj menedżer wtyczek

# #24091
source: This Add-on cannot be disabled
pl: Ta wtyczka nie może być wyłączona

# #24094
source: (current)
pl: (bieżący)

# #24095
source: (blacklisted)
pl: (zablokowany)

# #24097
source: Would you like to disable it on your system?
pl: Czy chcesz ją wyłączyć?

# #24098
source: Broken
pl: Uszkodzona

# #24099
source: Would you like to switch to this skin?
pl: Chcesz przełączyć się na tę skórę?

# #24100
source: To use this feature you must download an Add-on:
pl: Aby użyć tej funkcji musisz pobrać wtyczki:

# #24101
source: Would you like to download this Add-on?
pl: Czy chcesz pobrać tę wtyczkę?

# #24102
source: Unable to load skin
pl: Nie można wczytać skóry

# #24103
source: Skin is missing some files
pl: W skórze brakuje części plików

# #24107
source: Searching for subtitles ...
pl: Szukanie napisów...

# #24109
source: No subtitles found
pl: Nie znaleziono napisów

# #24110
source: Downloading subtitles ...
pl: Pobieram napisy...

# #24111
source: Languages to download subtitles for
pl: Pobierz napisy dla następujących języków:

# #24113
source: Failed to download subtitle
pl: Błąd podczas pobierania napisów

# #25000
source: Notifications
pl: Powiadomienia

# #25001
source: Hide foreign
pl: Ukryj obcokrajowe

# #25002
source: Select from all titles ...
pl: Wybierz ze wszystkich tytułów...

# #25003
source: Show bluray menus
pl: Pokaż menu dysku bluray

# #25004
source: Play main title: %d
pl: Odtwórz główny tytuł: %d

# #25005
source: Title: %d
pl: Tytuł: %d

# #25006
source: Select playback item
pl: Wybierz pozycję do odtwarzania

# #29800
source: Library Mode
pl: Tryb biblioteki

# #29801
source: QWERTY keyboard
pl: Klawiatura QWERTY

# #29802
source: Passthrough Audio in use
pl: Używasz bezpośredniego przejścia dźwięku

# #33001
source: Trailer quality
pl: Jakość zwiastunu

# #33002
source: Stream
pl: Strumieniuj

# #33003
source: Download
pl: Pobierz

# #33004
source: Download & play
pl: Pobierz i odtwarzaj

# #33005
source: Download & save
pl: Pobierz i zapisz

# #33006
source: Today
pl: Dzisiaj

# #33007
source: Tomorrow
pl: Jutro

# #33008
source: Saving
pl: Zapisywanie

# #33009
source: Copying
pl: Kopiowanie

# #33010
source: Set download directory
pl: Zapisz do

# #33011
source: Search duration
pl: Czas przeszukiwania

# #33012
source: Short
pl: Krótki

# #33013
source: Long
pl: Długi

# #33014
source: Use DVD player instead of regular player
pl: Użyj odtwarzacza DVD zamiast zwykłego

# #33015
source: Ask for download before playing video
pl: Przed odtwarzaniem zapytaj czy pobrać

# #33016
source: Clips
pl: Klipy

# #33018
source: Tonight
pl: Wieczorem

# #33019
source: Tomorrow Night
pl: Jutro wieczorem
