Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #36198
source: Select the default movie information source. See the Add-ons Manager for options.
pl: Wybierz domyślne źródło informacji o filmie. Więcej opcji w menedżerze dodatków.

# #36199
source: Select the default TV show information source. See the Add-ons Manager for options.
pl: Wybierz domyślne źródło informacji o serialach. Więcej opcji w menedżerze dodatków.

# #36200
source: Default scraper used for adding music videos to your library.
pl: Domyślnie używany scraper teledysków przy aktualizacji biblioteki.

# #36201
source: No info available yet.
pl: Brak dostępnych informacji.

# #36202
source: No info available yet.
pl: Brak dostępnych informacji.

# #36204
source: Import channel groups from the PVR backend (if supported). Will delete user created groups if they're not found on the backend.
pl: Importuj grupy kanałów z bazy PVR (jeśli jest obsługiwane). Funkcja usunie wszystkie grupy utworzone przez użytkownika, jeśli nie są one zapisane w bazie.

# #36205
source: Sort the channels by channel number on the server, but uses XBMC's own numbering for channels.
pl: Sortuj kanały według numeru kanału na serwerze, ale używaj dodatkowo własnej numeracji dla kanałów.

# #36206
source: Use numbering from the backend, instead of configuring them manually over XBMC.
pl: Użyj numeracji z bazy, zamiast konfigurować ręcznie w XBMC.

# #36207
source: Open the channel manager, which allows modifying the channel order, channel name, icon, etc.
pl: Skożystaj z menedżera kanału, który umożliwia zmianę kolejności kanałów, nazwę kanału, ikony, itp.

# #36208
source: Instruct the backend to search for channels (if supported).
pl: Skonfiguruj bazę do wyszukiwania kanałów (jeśli jest obsługiwane).

# #36209
source: Delete channel/EPG database and reimport the data from the backend afterwards.
pl: Usuń kanał/bazę danych EPG i później ponownie zaimportuj dane z bazy.

# #36210
source: No info available yet.
pl: Brak dostępnych informacji.

# #36211
source: No info available yet.
pl: Brak dostępnych informacji.

# #36212
source: No info available yet.
pl: Brak dostępnych informacji.

# #36213
source: No info available yet.
pl: Brak dostępnych informacji.

# #36214
source: No info available yet.
pl: Brak dostępnych informacji.

# #36215
source: No info available yet.
pl: Brak dostępnych informacji.

# #36216
source: No info available yet.
pl: Brak dostępnych informacji.

# #36217
source: No info available yet.
pl: Brak dostępnych informacji.

# #36218
source: No info available yet.
pl: Brak dostępnych informacji.

# #36219
source: Default EPG window to show. Defaults to Timeline.
pl: Domyślnie okno wyświetlania EPG. Domyślnie dla osi czasu.

# #36220
source: Number of days of EPG data to import from backends. Defaults to 2 days.
pl: Liczba importowanych dni danych EPG do pobrania z bazy. Domyślnie to 2 dni.

# #36221
source: Time between EPG data imports from backends. Defaults to 120 minutes.
pl: Czas pomiędzy importowaniem danych EPG z bazy. Domyślnie - 120 minut.

# #36222
source: Do not import EPG data while playing TV to minimise CPU usage.
pl: Nie importuj danych EPG podczas odtwarzania mutimediów, w celu zminimalizowania zużycia procesora.

# #36223
source: By default, EPG data is stored in a local database to speed up importing when XBMC is restarted.
pl: Domyślnie dane EPG są przechowywane w lokalnej bazie danych w celu przyspieszenia importowania, podczas wznowienia XBMC.

# #36224
source: Hide "no information available" labels when no EPG data can be retrieved for a channel.
pl: Ukryj "Brak dostępnych informacji" gdy brak jest danych EPG.

# #36225
source: Delete the EPG database in xbmc and reimport the data afterwards from the backend.
pl: Usuwanie bazy danych EPG w XBMC i ponownie importowanie danych z bazy.

# #36226
source: No info available yet.
pl: Brak dostępnych informacji .

# #36227
source: Display stream of selected channel in a small box instead of fullscreen.
pl: Wyświetl strumień wybranego kanału w oknie zamiast na pełnym ekranie.

# #36228
source: Show the last viewed channel if switching to live tv.
pl: Pokaż ostatnio oglądane kanały przy wejsciu w Telewizję.

# #36230
source: No info available yet.
pl: Brak dostępnych informacji.

# #36231
source: Pressing a number button in full screen mode will automatically switch to the channel number that was entered after 1 second.
pl: Naciśnięcie przycisku numerycznego w trybie pełnoekranowym automatycznie przełączy numer kanału, który został wprowadzony po 1 sekundzie.

# #36232
source: No info available yet.
pl: Brak dostępnych informacji.

# #36233
source: No info available yet.
pl: Brak dostępnych informacji.

# #36234
source: Duration of the recording when pressing the record button, or when creating a new manual timer. Defaults to 180 minutes.
pl: Czas trwania nagrania po naciśnięciu przycisku nagrywania lub podczas tworzenia nowego czasu nagrania w trybie ręcznym. Domyślnie jest to 180 minut.

# #36239
source: Display a notification when timers are added, finished or removed by the backend.
pl: Wyświetl powiadomienie, gdy czasy nagrania audycji są dodawane, zakończone lub usunięte z bazy.

# #36240
source: No info available yet.
pl: Brak dostępnych informacji.

# #36241
source: Execute the "wakeup command" below when XBMC exits or is going into hibernation mode. The timestamp of the next scheduled recording is passed as parameter.
pl: Uruchom "polecenie wznowienia", kiedy XBMC będzie zamykane lub będzie w trybie hibernacji. Czas zaplanowanego kolejnego nagrania będzie przekazywane jako parametr.

# #36242
source: The command will not be executed when a recording will be started within this timeout. Defaults to 15 minutes.
pl: Polecenie nie zostanie wykonane, gdy nagrywanie zostanie rozpoczęte w ciągu tego limitu czasu. Domyślnie jest to 15 minut.

# #36243
source: The command to execute. Defaults to '/usr/bin/setwakeup.sh'.
pl: Polecenie do wykonania. Domyślnie jest to "/ usr / bin / setwakeup.sh".

# #36244
source: Time to substract from the start time of the next scheduled recording. Defaults to 15 minutes.
pl: Czas rozpoczęcia kolejnych zaplanowanych nagrań. Domyślnie jest to 15 minut.

# #36245
source: Execute the wakeup command every day at the given time.
pl: Polecenie wznowienia, każdego dnia o danym czasie.

# #36246
source: When to execute the daily wakeup command.
pl: Określ codzienne polecenia wznowienia.

# #36247
source: No info available yet.
pl: Brak dostępnych informacji.

# #36248
source: Asks for a pin code to access parental locked channels. Channels can be marked as locked in the channels editor on the general tab. Parental locked channels can not be played or recorded without entering a pin code, and the EPG information is hidden for those channels.
pl: Proś o kod PIN, aby uzyskać dostęp do blokowanych kanałów rodzicielskich. Kanały mogą być oznaczone jako zamknięte w edytorze kanałów w karcie "Ogólne". Zablokowane kanały rodzicielskie nie mogą być odtwarzane lub nagrane bez wprowadzania kodu PIN, dodatkowo informacje EPG dla tych kanałów są ukryte.

# #36249
source: Enter a new pin code to unlock parental locked channels.
pl: Wprowadź nowy kod PIN, aby odblokować zablokowane kanały rodzicielskie.

# #36250
source: Ask for the pin code again when trying to access a parental locked channel and the code hasn't been asked for this duration. Defaults to 300 seconds.
pl: Zapytaj ponownie o kod PIN podczas próby dostępu do zablokowanego kanału rodzicielskiego. Domyślnie jest to 300 sekund.

# #36251
source: No info available yet.
pl: Brak dostępnych informacji.

# #36252
source: No info available yet.
pl: Brak dostępnych informacji.

# #36253
source: No info available yet.
pl: Brak dostępnych informacji.

# #36254
source: No info available yet.
pl: Brak dostępnych informacji.

# #36255
source: Determine if artists that appear only on compilations are shown in the library artist view.
pl: Ustal, czy artyści, którzy pojawiają się tylko na kompilacjach są wyświetlani w widoku biblioteki artysty.

# #36256
source: Automatically fetch album and artist information via scrapers during scan.
pl: Automatycznie pobierz informacje o albumie i artyście podczas skanowania.

# #36257
source: Select the default album information source
pl: Wybierz domyślne źródło informacji o albumach.

# #36258
source: Select the default artist information source. See the Add-ons Manager for options.
pl: Wybierz domyślne źródło informacji o artyście. Więcej opcji w menedżerze dodatków.

# #36259
source: Check for new and removed media files on XBMC startup.
pl: Sprawdź nowe i usunięte pliki multimedialne przy uruchomieniu XBMC.

# #36260
source: No info available yet.
pl: Brak dostępnych informacji.

# #36261
source: Path where taken screenshots will be stored.
pl: Ścieżka zapisu zrzutów ekranu.

# #36262
source: Export the Music Library database to XML files. This will optionally overwrite your current XML files.
pl: Eksport bazy danych biblioteki muzyki do pliku XML.

# #36263
source: Import a XML file into the Music Library database.
pl: Importuj plik XML bazy danych biblioteki muzyki.

# #36264
source: No info available yet.
pl: Brak dostępnych informacji.

# #36265
source: XBMC automatically plays the next item in the current folder. For example, in Files View: After a track has been played, XBMC would automatically play the next track in the same folder.
pl: Automatyczne odtwarzanie następnego elementu w bieżącym folderze.

# #36266
source: When songs are added to a playlist they are queued instead of playback starting immediately.
pl: Utwory dodawane do listy są ustawiane w kolejce zamiast natychmiastowego rozpoczęcia odtwarzania.

# #36267
source: XBMC will read the ReplayGain information encoded in your audio files by a program such as MP3Gain and normalise the sound levels accordingly.
pl: XBMC odczyta informacje wzmocnienia, zakodowane w pliku audio za pomocą programu takiego jak MP3Gain i odpowiednio znormalizuje poziomu dźwięku.

# #36268
source: Default is 89dB per standard. Change with caution.
pl: Domyślnie jest to 89 dB. Zmieniaj ostrożnie.

# #36269
source: Default is 89dB per standard. Change with caution.
pl: Domyślnie jest to 89 dB. Zmieniaj ostrożnie.

# #36270
source: Reduce the volume of the file if clipping is likely to occur.
pl: Ścisz dźwięk gdy występuje prawdopodobieństwo trzasków w ścieżce audio.

# #36271
source: Smoothly fade from one audio track to the next. You can set the amount of overlap from 1-15 seconds.
pl: Płynne przejście z jednej ścieżki dźwiękowej do następnej. Można ustawić wielkość zakładki od 1-15 sekund.

# #36272
source: Allow crassfading to occur when both tracks are from the same album.
pl: Płynne przechodzenia pomiędzy dwoma utworami z tego samego albumu.

# #36273
source: Select the visualisation that will be displayed while listening to music.
pl: Wybierz wizualizację.

# #36274
source: Read the tag information from song files. For large directories this can slow down read time, especially over a network.
pl: Czytaj informacje z plików utworów. W przypadku dużych katalogów może spowolnić czas odczytu, zwłaszcza w sieci.

# #36275
source: Control the way that the names of songs are displayed in the User Interface. In order to function properly, ID3 tags need to be enabled.
pl: Określ sposób wyświetlania nazw utworów w interfejsie użytkownika. Tagi ID3 muszą być włączone w celu prawidłowego funkcjonowania.

# #36276
source: Used for the information on the right-hand side of the UI. It is commonly used to display the length of tracks.
pl: Używaj do informacji po prawej stronie interfejsu użytkownika. Jest powszechnie używany do wyświetlania długości utworów.

# #36277
source: No info available yet.
pl: Brak dostępnych informacji.

# #36278
source: No info available yet.
pl: Brak dostępnych informacji.

# #36279
source: No info available yet.
pl: Brak dostępnych informacji.

# #36280
source: No info available yet.
pl: Brak dostępnych informacji.

# #36281
source: XBMC will search for thumbs on remote shares and optical media. This can often slow down the listing of network folders.
pl: XBMC wyszuka grafiki w folderach sieciowych i nośnikach optycznych. Może spowolnić dostęp do listy folderów sieciowych.

# #36282
source: No info available yet.
pl: Brak dostępnych informacji.

# #36283
source: Autorun CDs when inserted in drive.
pl: Auto uruchomienie Audio CD po włożeniu dysku.

# #36284
source: Read the information belonging to an audio CD from an internet database.
pl: Przeczytaj informacje płyty Audio CD z internetowej bazy danych.

# #36285
source: Select the location on your hard drive where ripped tracks will be saved to.
pl: Wybierz lokalizację gdzie na dysku zostaną zapisane zgrane utwory.

# #36286
source: Tags: [B]%N[/B]: TrackNumber, [B]%S[/B]: DiscNumber, [B]%A[/B]: Artist, [B]%T[/B]: Title, [B]%B[/B]: Album, [B]%G[/B]: Genre, [B]%Y[/B]: Year, [B]%F[/B]: FileName, [B]%D[/B]: Duration, [B]%J[/B]: Date, [B]%R[/B]: Rating, [B]%I[/B]: FileSize.
pl: Tagi: [B]%N[/B]: Numer ścieżki, [B]%S[/B]: Numer płyty, [B]%A[/B]: Artysta, [B]%T[/B]: Tytuł, [B]%B[/B]: Album, [B]%G[/B]: Gatunek, [B]%Y[/B]: Rok, [B]%F[/B]: Nazwa pliku, [B]%D[/B]: Czas trwania, [B]%J[/B]: Data, [B]%R[/B]: Ocena, [B]%I[/B]: Wielkość pliku.

# #36287
source: Select which audio encoder to use when ripping.
pl: Wybierz, który koder audio ma zostać wykorzystany podczas zgrywania.

# #36288
source: Select which quality you want to rip your files.
pl: Wybierz z jaka jakością chcesz zgrać pliki.

# #36289
source: Select which bitrate to use for the specified audio encoder for audio compression.
pl: Wybierz bitrate określonego kodera audio dla kompresji audio.

# #36290
source: For FLAC define compression level, default 5
pl: Określ poziom kompresji FLAC, domyślnie 5

# #36291
source: Auto eject disc after rip is complete.
pl: Wysuń płytę po zgraniu.

# #36292
source: No info available yet.
pl: Brak dostępnych informacji.

# #36293
source: When playing any music file, XBMC will look for a matching .cdg file and display its graphics.
pl: Podczas odtwarzania plików muzycznych, XBMC będzie szukać pliku .cdg i wyświetlić jego grafiki.

# #36294
source: No info available yet.
pl: Brak dostępnych informacji.

# #36295
source: Select the font used during karoake.
pl: Wybierz czcionkę używaną w karoake.

# #36296
source: Select the size of the font used during karoake.
pl: Wybierz rozmiar czcionki używanej podczas karoake.

# #36297
source: Select the font colour used during karoake.
pl: Wybierz kolor czcionki używanej podczas karoake.

# #36298
source: Select the character set used during karoake.
pl: Wybierz zestaw znaków używany podczas karoake.

# #36299
source: No info available yet.
pl: Brak dostępnych informacji.

# #36300
source: No info available yet.
pl: Brak dostępnych informacji.

# #36301
source: No info available yet.
pl: Brak dostępnych informacji.

# #36302
source: No info available yet.
pl: Brak dostępnych informacji.

# #36303
source: No info available yet.
pl: Brak dostępnych informacji.

# #36304
source: No info available yet.
pl: Brak dostępnych informacji.

# #36305
source: No info available yet.
pl: Brak dostępnych informacji.

# #36306
source: If EXIF information exists (date, time, camera used, etc.), it will be displayed.
pl: Jeśli istnieją informacje EXIF (data, czas, aparat, itp.), to zostaną wyświetlone.

# #36307
source: Automatically generate picture thumbnails when entering picture folder.
pl: Automatyczne generowanie miniaturek obrazu przy wejściu w folder zdjęć.

# #36308
source: Pictures will automatically rotate according to information in the EXIF tag, if found.
pl: Zdjęcia będą automatycznie się obracać według informacji w tagu EXIF.

# #36309
source: Show video media in picture file lists, since most digital cameras nowadays have video recording capabilities.
pl: Pokaż materiały wideo na listach zdjęć, ponieważ obecnie większość aparatów cyfrowych ma możliwości nagrywania wideo.

# #36310
source: No info available yet.
pl: Brak dostępnych informacji.

# #36311
source: No info available yet.
pl: Brak dostępnych informacji.

# #36312
source: Select the amount of time that each image is displayed in a slideshow.
pl: Wybierz czas przerwy między kolejnymi pokazami slajdów.

# #36313
source: Images in a slideshow will pan and zoom while displayed.
pl: Efekt przesuwania i powiększania obrazów.

# #36314
source: View slideshow images in a random order.
pl: Pokaz slajdów zdjęć w losowej kolejności.

# #36315
source: No info available yet.
pl: Brak dostępnych informacji.

# #36316
source: No info available yet.
pl: Brak dostępnych informacji.

# #36317
source: Select up to three locations for which the weather can be displayed.
pl: Wybierz do trzech lokalizacji miejsc, dla których pogoda może być wyświetlana.

# #36318
source: Specify the default weather information source. See the Add-ons Manager for options.
pl: Określ domyślne źródło informacji pogodowych. Więcej opcji w menedżer dodatków.

# #36319
source: No info available yet.
pl: Brak dostępnych informacji.

# #36320
source: No info available yet.
pl: Brak dostępnych informacji.

# #36321
source: Display name of the XBMC installation when using various network services.
pl: Wyświetl nazwę instalacji XBMC podczas korzystania z różnych usług sieciowych.

# #36322
source: No info available yet.
pl: Brak dostępnych informacji.

# #36323
source: Enable the UPnP server. This will allow you to stream media to any UPnP client.
pl: Włącz serwer UPnP. Pozwoli na strumieniowe przesyłanie multimediów do dowolnego urządzenia UPnP.

# #36324
source: When a manual or automatical library update occurs, notify UPnP clients.
pl: Powiadom klientów UPnP gdy biblioteka zostanie zaktualizowana.

# #36325
source: No info available yet.
pl: Brak dostępnych informacji.

# #36326
source: Enable the UPnP client. This will allow you to stream media from any UPnP server with a control point and control playback from that server.
pl: Włącz klienta UPnP. Funkcja pozwoli na strumieniowe przesyłanie multimediów z dowolnego serwera UPnP wraz możliwością kontroli i sterowania odtwarzaniem z tego serwera.

# #36327
source: No info available yet.
pl: Brak dostępnych informacji.

# #36328
source: Enable remote users to control XBMC through the built-in webserver.
pl: Włącz zdalne sterowanie XBMC poprzez wbudowany serwer sieciowy .

# #36329
source: Define the webserver port.
pl: Określ port serwera.

# #36330
source: Define the webserver username.
pl: Określ nazwę użytkownika serwera.

# #36331
source: Define webserver password.
pl: Zdefiniuj hasło serwera.

# #36332
source: Select between web interfaces installed via the Add-on Manager.
pl: Wybierz między zainstalowanymi interfejsami internetowymi za pomocą menedżera dodatków.

# #36333
source: No info available yet.
pl: Brak dostępnych informacji.

# #36334
source: Allow programs on this computer to control XBMC via the Web Interface or the JSON-RPC interface protocol.
pl: Zezwól programom, na tym komputerze, na sterowanie XBMC poprzez interfejs internetowy lub protokół JSON-RPC.

# #36335
source: No info available yet.
pl: Brak dostępnych informacji.

# #36336
source: No info available yet.
pl: Brak dostępnych informacji.

# #36337
source: No info available yet.
pl: Brak dostępnych informacji.

# #36338
source: Allow programs on the network to control XBMC.
pl: Zezwól programom z sieci do sterowania XBMC.

# #36339
source: No info available yet.
pl: Brak dostępnych informacji.

# #36340
source: No info available yet.
pl: Brak dostępnych informacji.

# #36341
source: No info available yet.
pl: Brak dostępnych informacji.

# #36342
source: No info available yet.
pl: Brak dostępnych informacji.

# #36343
source: No info available yet.
pl: Brak dostępnych informacji.

# #36344
source: No info available yet.
pl: Brak dostępnych informacji.

# #36345
source: No info available yet.
pl: Brak dostępnych informacji.

# #36346
source: No info available yet.
pl: Brak dostępnych informacji.

# #36347
source: No info available yet.
pl: Brak dostępnych informacji.

# #36348
source: No info available yet.
pl: Brak dostępnych informacji.

# #36349
source: No info available yet.
pl: Brak dostępnych informacji.

# #36350
source: Automatically send 'Wake-On-Lan' to server(s) right before trying to access shared files or services.
pl: Automatyczne wysyłanie sygnału "Wake-on-LAN" do serwerów tuż przed tym jak próbuje uzyskać zdalny dostęp do udostępnionych plików lub usług.

# #36351
source: No info available yet.
pl: Brak dostępnych informacji.

# #36352
source: No info available yet.
pl: Brak dostępnych informacji.

# #36353
source: No info available yet.
pl: Brak dostępnych informacji.

# #36354
source: The main benefit is for multi-screen configurations, so XBMC can be used without automatically minimising other applications. Uses a bit more resources and playback may be slightly less smooth.
pl: Główna korzyść z konfiguracji multi-ekranowej jest, że XBMC może być używany bez automatycznej minimalizacji innych aplikacji. Zużywa nieco więcej zasobów i odtwarzanie multimediów może być nieco mniej płynne.

# #36355
source: In a multi-screen configuration, the screens where XBMC is not displayed are blacked out.
pl: W konfiguracji multi-ekranowej, ekrany gdzie XBMC nie jest wyświetlany są zaciemnione.

# #36356
source: Eliminate vertical tearing.
pl: Wyeliminuj pionowe rozdarcia.

# #36357
source: Calibrate the User Interface by adjusting the overscan. Use this tool if the image being displayed is too large or small for your display.
pl: Kalibracja interfejsu użytkownika, dostosowująca funkcję Overscan. Użyj tego narzędzia, jeśli obraz wyświetlany jest zbyt duży lub mały.

# #36358
source: Test patterns for display hardware calibration.
pl: Wzory testowe dla sprzętowej kalibracji wyświetlacza.

# #36359
source: No info available yet.
pl: Brak dostępnych informacji.

# #36360
source: No info available yet.
pl: Brak dostępnych informacji.

# #36363
source: Boost AC3 streams that have been downmixed to 2 channels.
pl: Wzmocnienie strumieni AC3, które zostały zmiksowane do 2 kanałów.

# #36365
source: Select this option if your receiver is capable of decoding AC3 streams.
pl: Wybierz tę opcję, jeśli Twój interfejs jest zdolny do dekodowania strumieni AC3.

# #36366
source: Select this option if your receiver is capable of decoding DTS streams.
pl: Wybierz tę opcję, jeśli Twój interfejs jest zdolny do dekodowania strumieni DTS.

# #36369
source: Select this option if your receiver is capable of decoding TrueHD streams.
pl: Wybierz tę opcję, jeśli Twój interfejs jest zdolny do dekodowania strumieni TrueHD.

# #36370
source: Select this option if your receiver is capable of decoding DTS-HD streams.
pl: Wybierz tę opcję, jeśli Twój interfejs jest zdolny do dekodowania strumieni DTS-HD.

# #36373
source: Configure how interface sounds are handled, such as menu navigation and important notifications.
pl: Określ, jakie dodatkowe funkcje nawigacji w menu obsługuje Twój interfejs.

# #36374
source: No info available yet.
pl: Brak dostępnych informacji.

# #36375
source: No info available yet.
pl: Brak dostępnych informacji.

# #36376
source: When activated, your keyboard arrows will move the selection on the virtual keyboard. When deactivated, they will move the cursor from your text.
pl: Po aktywacji, wirtualna klawiatura odzwierciedli fizyczną klawiaturę. Gdy wyłączone, będzie przesuwał się kursor z tekstem.

# #36377
source: Use a mouse or touch screen device to control XBMC. Note: disabling will cause you to lose control over XBMC when no keyboard or remote is present.
pl: Użyj myszki lub urządzenia z ekranem dotykowym do sterowania XBMC. Uwaga: wyłączenie może spowodować utratę kontroli nad XBMC, gdy nie ma klawiatury lub innego kontrolera.

# #36378
source: Use a joystick to control XBMC.
pl: Użyj joysticka do sterowania XBMC.
