Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #15052
source: Password
pl: Hasło

# #15100
source: Library
pl: Płytoteka

# #15101
source: Database
pl: Baza danych

# #15102
source: * All albums
pl: * Wszystkie albumy

# #15103
source: * All artists
pl: * Wszyscy artyści

# #15104
source: * All songs
pl: * Wszystkie utwory

# #15105
source: * All genres
pl: * Wszystkie gatunki

# #15107
source: Buffering...
pl: Buforowanie...

# #15108
source: Navigation sounds
pl: Dźwięki nawigacji

# #15109
source: Skin default
pl: Domyślne

# #15111
source: Theme
pl: Motyw

# #15112
source: Default theme
pl: Domyślny

# #15207
source: Connected
pl: Połączony

# #15208
source: Not connected
pl: Niepołączony

# #15213
source: Play using...
pl: Użyj do odtwarzania...

# #15214
source: Use smoothed A/V synchronisation
pl: Użyj płynniejszej synchronizacji A/V

# #15215
source: Hide file names in thumbs view
pl: Ukrywaj nazwy plików w widoku miniatur

# #15216
source: Play in party mode
pl: Odtwarzaj w Trybie Imprezy

# #15300
source: Path not found or invalid
pl: Niepoprawna ścieżka

# #15301
source: Could not connect to network server
pl: Nie mogę połączyć się z serwerem

# #15302
source: No servers found
pl: Nie znaleziono żadnego serwera

# #15303
source: Workgroup not found
pl: Grupa robocza nie została odnaleziona

# #15310
source: Opening multi-path source
pl: Otwieranie wielościeżkowego źródła

# #15311
source: Path:
pl: Ścieżka:

# #16000
source: General
pl: Ogólne

# #16002
source: Internet lookup
pl: Przeszukiwanie w Internecie

# #16003
source: Player
pl: Odtwarzacz

# #16004
source: Play media from disc
pl: Odtwarzaj z płyty

# #16008
source: Enter new title
pl: Wpisz nowy tytuł

# #16009
source: Enter the movie name
pl: Wpisz nazwę filmu

# #16010
source: Enter the profile name
pl: Wpisz nazwę profilu

# #16011
source: Enter the album name
pl: Wpisz nazwę albumu

# #16012
source: Enter the playlist name
pl: Wpisz nazwę playlisty

# #16013
source: Enter new filename
pl: Wpisz nową nazwę pliku

# #16014
source: Enter folder name
pl: Wpisz nazwę folderu

# #16015
source: Enter directory
pl: Wejdź do folderu

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
pl: Dostępne: %A , %T , %N , %B , %D , %G , %Y , %F , %S

# #16017
source: Enter search string
pl: Wprowadź tekst do wyszukania

# #16018
source: None
pl: Brak

# #16019
source: Auto select
pl: Auto wybór

# #16020
source: De-interlace
pl: Usuń przeplot

# #16022
source: Bob (inverted)
pl: Bob (odwrócony)

# #16024
source: Cancelling...
pl: Anulowanie...

# #16025
source: Enter the artist name
pl: Wpisz nazwę artysty

# #16026
source: Playback failed
pl: Odtwarzanie zakończone błędem

# #16027
source: One or more items failed to play.
pl: Nie udało się odtworzyć jednego lub więcej plików.

# #16028
source: Enter value
pl: Wprowadź wartość

# #16029
source: Check the log file for details.
pl: Przejrzyj plik dziennika (log).

# #16030
source: Party mode aborted.
pl: Tryb Imprezy przerwany.

# #16031
source: No matching songs in the library.
pl: Nie ma utworów spełniających twoje kryteria.

# #16032
source: Could not initialise database.
pl: Nie można utworzyć bazy danych.

# #16033
source: Could not open database.
pl: Nie można otworzyć bazy danych.

# #16034
source: Could not get songs from database.
pl: Nie można pobrać utworów z bazy danych.

# #16035
source: Party mode playlist
pl: Playlista Trybu Imprezy

# #16036
source: De-interlace (Half)
pl: Usuń przeplot (Half)

# #16037
source: Deinterlace video
pl: Usuń przeplot z wideo

# #16038
source: Deinterlace method
pl: Metoda usuwania przeplotu

# #16039
source: Off
pl: Wyłącz

# #16041
source: On
pl: Włącz

# #16100
source: All Videos
pl: Wszystkie filmy

# #16101
source: Unwatched
pl: Nieoglądane

# #16102
source: Watched
pl: Oglądane

# #16103
source: Mark as watched
pl: Oznacz jako oglądane

# #16104
source: Mark as unwatched
pl: Oznacz jako nieoglądane

# #16105
source: Edit title
pl: Edytuj tytuł

# #16106
source: Manage...
pl: Zarządzanie...

# #16107
source: Edit sort title
pl: Edycja sortowania

# #16200
source: Operation was aborted
pl: Polecenie przerwane

# #16201
source: Copy failed
pl: Kopiowanie nie powiodło się

# #16202
source: Failed to copy at least one file
pl: Przynajmniej jeden plik nie został skopiowany

# #16203
source: Move failed
pl: Przeniesienie nie powiodło się

# #16204
source: Failed to move at least one file
pl: Przynajmniej jeden plik nie został przeniesiony

# #16205
source: Delete failed
pl: Usuwanie nie powiodło się

# #16206
source: Failed to delete at least one file
pl: Przynajmniej jeden plik nie został usunięty

# #16300
source: Video scaling method
pl: Metody skalowania wideo

# #16307
source: Bicubic (software)
pl: Bicubic (programowo)

# #16308
source: Lanczos (software)
pl: Lanczosz (programowo)

# #16309
source: Sinc (software)
pl: Sinc (programowo)

# #16312
source: (VDPAU)Noise Reduction
pl: (VDPAU)Redukcja szumu

# #16313
source: (VDPAU)Sharpness
pl: (VDPAU)Ostrość

# #16315
source: Lanczos3 optimised
pl: Lanczos3 (zoptymalizowany)

# #16323
source: Spline36 optimised
pl: Spline36 optymalizowany

# #16325
source: VDPAU - Bob
pl: DXVA Bob

# #17500
source: Display sleep timeout
pl: Wyświetlaj odliczanie czasu uśpienia

# #17997
source: %i MByte
pl: %i MBajt

# #17998
source: %i hours
pl: %i godzin

# #17999
source: %i days
pl: %i dni

# #19000
source: Switch to channel
pl: Wybierz kanał

# #19001
source: Separate the search words by using AND, OR and/or NOT.
pl: Podziel szukane słowa używając I, LUB i/lub NIE

# #19002
source: or use phrases to find an exact match, like "The wizard of Oz".
pl: lub użyj zwrotów by znaleźć dokładny wynik, np. "The wizard of Oz"

# #19003
source: Find similar programs
pl: Znajdź podobne programy

# #19004
source: Importing EPG from clients
pl: Importowanie EPG ze źródeł

# #19005
source: PVR stream information
pl: Informacja o strumieniu PVR

# #19006
source: Receiving device
pl: Urządzenie odbierające

# #19007
source: Device status
pl: Status urządzenia

# #19008
source: Signal quality
pl: Jakość sygnału

# #19009
source: SNR
pl: Stosunek sygnału do szumu

# #19010
source: BER
pl: Stopa błędu (BER)

# #19012
source: PVR Backend
pl: Serwer PVR

# #19013
source: Free to air
pl: Kanały niekodowane

# #19014
source: Fixed
pl: Stałe

# #19015
source: Encryption
pl: Szyfrowanie

# #19016
source: PVR Backend %i - %s
pl: Serwer PVR %i - %s

# #19017
source: TV recordings
pl: Nagrania

# #19018
source: Default folder for PVR thumbnails
pl: Domyślny folder dla miniatur PVR

# #19019
source: Channels
pl: Kanały

# #19022
source: Hidden
pl: Ukryty

# #19023
source: TV channels
pl: Kanały TV

# #19024
source: Radio channels
pl: Kanały radiowe

# #19025
source: Upcoming recordings
pl: Zaplanowane nagrania

# #19026
source: Add timer...
pl: Zaplanuj nagranie

# #19027
source: No search results
pl: Brak rezultatów wyszukiwania

# #19028
source: No EPG entries
pl: Brak pozycji EPG

# #19029
source: Channel
pl: Kanał

# #19030
source: Now
pl: Teraz

# #19031
source: Next
pl: Następnie

# #19032
source: Timeline
pl: Oś czasowa

# #19033
source: Information
pl: Informacja

# #19034
source: Already started recording on this channel
pl: Nagrywania na tym kanale jest już włączone

# #19035
source: %s could not be played. Check the log for details.
pl: % s nie może zostać odtworzone. Sprawdź szczegóły w dzienniku.

# #19036
source: This recording cannot be played. Check the log for details.
pl: Nie można odtworzyc nagrania. Sprawdź plik log.

# #19037
source: Show signal quality
pl: Pokaż jakośc sygnału

# #19038
source: Not supported by the PVR backend.
pl: Nie obsługiwane przez serwer PVR

# #19039
source: Are you sure you want to hide this channel?
pl: Czy na pewno chcesz ukryć kanał?

# #19040
source: Timer
pl: Zaplanowane nagrania

# #19041
source: Are you sure you want to rename this recording?
pl: Czy na pewno chcesz zmienic nazwę nagrania

# #19042
source: Are you sure you want to rename this timer?
pl: Na pewno chcesz zmienić nazwę zaplanowanego nagrania?

# #19043
source: Recording
pl: Nagranie

# #19044
source: Please check your configuration or check the log for details.
pl: Sprawdź konfiguracje oraz plik log.

# #19045
source: No PVR clients have been started yet. Wait for the PVR clients to start up or check the log for details.
pl: Nie uruchomiono jeszcze klienta PVR. Zaczekaj aż klient PVR zostanie uruchomiony lub sprawdź plik log.

# #19046
source: New channel
pl: Nowy kanał

# #19047
source: Programme info
pl: Informacje o programie

# #19048
source: Group management
pl: Zarządzanie grupami

# #19049
source: Show channel
pl: Pokaż kanał

# #19050
source: Show visible channels
pl: Pokaż widoczne kanały

# #19051
source: Show hidden channels
pl: Pokaż ukryte kanały

# #19052
source: Move channel to:
pl: Przenieś kanał do:

# #19053
source: Recording information
pl: Informacje o nagraniu

# #19054
source: Hide channel
pl: Schowaj kanał

# #19055
source: No information available
pl: Brak dostępnych informacji

# #19056
source: New timer
pl: Nowe nagranie

# #19057
source: Edit timer
pl: Edytuj zaplanowane nagranie

# #19058
source: Timer enabled
pl: Zaplanowane nagranie włączone

# #19059
source: Stop recording
pl: Zatrzymaj nagrywanie

# #19060
source: Delete timer
pl: Usuń zaplanowane nagranie

# #19061
source: Add timer
pl: Dodaj planowane nagranie

# #19062
source: Sort by: Channel
pl: Sortuj według: Kanał

# #19063
source: Go to begin
pl: Idź na początek

# #19064
source: Go to end
pl: Idź na koniec

# #19065
source: Default EPG window
pl: Domyślne okno EPG

# #19067
source: This event is already being recorded.
pl: To zdarzenie już było nagrywane.

# #19068
source: This recording could not be deleted. Check the log for details.
pl: To nagranie nie może być usunięte. Sprawdź plik log.

# #19071
source: EPG update interval
pl: Czas odświeżania EPG

# #19072
source: Do not store the EPG in the database
pl: Nie przechowuj EPG w bazie

# #19073
source: Delay channel switch
pl: Opóźnienie zmiany kanału

# #19074
source: Active:
pl: Aktywny:

# #19075
source: Name:
pl: Nazwa:

# #19078
source: Channel:
pl: Kanał:

# #19079
source: Day:
pl: Dzień:

# #19080
source: Begin:
pl: Początek:

# #19081
source: End:
pl: Koniec:

# #19082
source: Priority:
pl: Priorytet:

# #19083
source: Lifetime (days):
pl: Czas życia (w dniach):

# #19084
source: First day:
pl: Pierwszy dzień:

# #19085
source: Unknown channel %u
pl: Nieznany kanał %u

# #19086
source: Mo-__-__-__-__-__-__
pl: Pn-__-__-__-__-__-__

# #19087
source: __-Tu-__-__-__-__-__
pl: __-Wt-__-__-__-__-__

# #19088
source: __-__-We-__-__-__-__
pl: __-__-Śr-__-__-__-__

# #19089
source: __-__-__-Th-__-__-__
pl: __-__-__-Czw-__-__-__

# #19090
source: __-__-__-__-Fr-__-__
pl: __-__-__-__-Pt-__-__

# #19091
source: __-__-__-__-__-Sa-__
pl: __-__-__-__-__-Sb-__

# #19092
source: __-__-__-__-__-__-Su
pl: __-__-__-__-__-__-Nd

# #19093
source: Mo-Tu-We-Th-Fr-__-__
pl: Pn-Wt-Śr-Czw-Pt-__-__

# #19094
source: Mo-Tu-We-Th-Fr-Sa-__
pl: Pn-Wt-Śr-Czw-Pt-Sb-__

# #19095
source: Mo-Tu-We-Th-Fr-Sa-Su
pl: Pn-Wt-Śr-Czw-Pt-Sb-Nd

# #19096
source: __-__-__-__-__-Sa-Su
pl: __-__-__-__-__-Sb-Nd

# #19097
source: Enter the name for the recording
pl: Wpisz nazwę nagrania

# #19098
source: Warning
pl: Uwaga

# #19099
source: Service
pl: Usługa

# #19101
source: Provider
pl: Dostawca

# #19102
source: Please switch to another channel.
pl: Proszę zmień na inny kanał.

# #19104
source: Enter the name of the folder for the recording
pl: Wpisz nazwę folderu dla nagrań

# #19106
source: Next timer on
pl: Następne zaplanowane nagranie:

# #19107
source: at
pl: o

# #19109
source: Couldn't save timer. Check the log for details.
pl: Nie można zapisać planowanego nagrania. Sprawdź plik log.

# #19110
source: An unexpected error occurred. Try again later or check the log for details.
pl: Wystąpił nieoczekiwany błąd. Spróbuj później lub sprawdź plik log

# #19111
source: PVR backend error. Check the log for details.
pl: Błąd serwera PVR. Sprawdź szczegóły w logach.

# #19114
source: Version
pl: Wersja

# #19115
source: Address
pl: Adres

# #19116
source: Disksize
pl: Rozmiar dysku

# #19117
source: Search for channels
pl: Szukaj kanałów

# #19118
source: Cannot use PVR functions while searching.
pl: Nie można użyc PVR w czasie przeszukiwania.

# #19119
source: On which server you want to search?
pl: Na którym serwerze chcesz szukac?

# #19120
source: Client number
pl: Numer klienta

# #19121
source: Avoid repeats
pl: Unikaj powtórzeń

# #19122
source: This timer is still recording. Are you sure you want to delete this timer?
pl: Zaplanowane nagranie jest w toku. Chcesz usunąć to zaplanowane nagranie?

# #19123
source: Free to air channels only
pl: Tylko niekodowane kanały

# #19124
source: Ignore present timers
pl: Ignoruj zaplanowane nagrania

# #19125
source: Ignore present recordings
pl: Ignoruj istniejące nagrania

# #19126
source: Start time
pl: Czas startu

# #19127
source: End time
pl: Czas zakończenia

# #19128
source: Start date
pl: Data startu

# #19129
source: End date
pl: Data zakończenia

# #19130
source: Minimum duration
pl: Minimalny czas trwania

# #19131
source: Maximum duration
pl: Maksymalny czas trwania

# #19132
source: Include unknown genres
pl: Uwzględnij nieznane gatunki

# #19133
source: Search string
pl: Fraza wyszukiwania

# #19134
source: Include description
pl: Zawiera opis

# #19135
source: Case sensitive
pl: Uwzględniaj wielkość liter

# #19136
source: Channel unavailable
pl: Kanał niedostępny

# #19137
source: No groups defined
pl: Brak zdefiniowanych grup

# #19138
source: Please create a group first
pl: Proszę stwórz najpierw grupę

# #19139
source: Name of the new group
pl: Nazwa nowej grupy

# #19141
source: Group
pl: Grupa

# #19142
source: Search guide
pl: Przewodnik wyszukiwania

# #19143
source: Group management
pl: Zarządzanie grupami

# #19144
source: No groups defined
pl: Brak zdefiniowanych grup

# #19145
source: Grouped
pl: Pogrupowane

# #19146
source: Groups
pl: Grupy

# #19147
source: The PVR backend does not support this action. Check the log for details.
pl: Serwer PVR nie wspiera tej operacji. Sprawdź szczegóły w logach.

# #19148
source: Channel
pl: Kanał

# #19149
source: Mo
pl: Pn

# #19150
source: Tu
pl: Wt

# #19151
source: We
pl: Śr

# #19152
source: Th
pl: Czw

# #19153
source: Fr
pl: Pi

# #19154
source: Sa
pl: Sb

# #19155
source: Su
pl: Nd

# #19156
source: from
pl: od

# #19157
source: Next recording
pl: Następne nagranie

# #19158
source: Currently recording
pl: Trwa nagrywanie

# #19159
source: from
pl: od

# #19160
source: to
pl: do

# #19162
source: Recording active
pl: Nagrywanie aktywne

# #19163
source: Recordings
pl: Nagrania

# #19164
source: Cannot start recording. Check the log for details.
pl: Nie można rozpocząć nagrywania. Sprawdź plik log.

# #19165
source: Switch
pl: Przełącz

# #19166
source: PVR information
pl: Informacja PVR

# #19167
source: Scan for missing icons
pl: Szukaj brakujących ikon

# #19169
source: Hide video information box
pl: Ukryj informacje o wideo

# #19170
source: Timeout when starting playback
pl: Limit czasu na uruchomienie odtwarzania

# #19171
source: Start playback minimised
pl: Uruchom odtwarzanie zminimalizowane

# #19172
source: Instant recording duration
pl: Czas trwania natychmiastowego nagrania

# #19173
source: Default recording priority
pl: Domyślny priorytet nagrywania

# #19174
source: Default recording lifetime
pl: Domyślny czas życia nagrania

# #19175
source: Margin at the start of a recording
pl: Margines czasu na początku nagrania

# #19176
source: Margin at the end of a recording
pl: Margines czasu na końcu nagrania

# #19177
source: Playback
pl: Odtwarzanie

# #19178
source: Show channel information when switching channels
pl: Pokaż informację o kanale podczas zmiany kanału

# #19179
source: Automatically hide channel information
pl: Automatycznie ukrywaj informację o kanale

# #19182
source: Days to display in the EPG
pl: Liczba dni do wyświetlenia w EPG

# #19184
source: Channel information duration
pl: Długość wyświetlania informacji o kanale

# #19185
source: Reset the PVR database
pl: Resetuj bazę PVR

# #19186
source: All data in the PVR database is being erased
pl: Wszystkie dane w bazie PVR są kasowane

# #19187
source: Reset the EPG database
pl: Resetuj bazę EPG

# #19188
source: EPG is being reset
pl: Resetowanie EPG

# #19189
source: Continue last channel on startup
pl: Wznów ostatnio oglądany kanał przy starcie

# #19190
source: Minimised
pl: Zminimalizowane

# #19191
source: PVR service
pl: Usługa PVR

# #19192
source: None of the connected PVR backends supports scanning for channels.
pl: Żaden z podłączonych serwerów PVR nie wspiera skanowania kanałów.

# #19193
source: The channel scan cannot be started. Check the log for details.
pl: Nie można uruchomić skanowania kanałów. Sprawdź plik log.

# #19194
source: Continue?
pl: Kontynuować?

# #19195
source: Client actions
pl: Akcje klienta

# #19196
source: PVR client specific actions
pl: Szczególne akcje klienta PVR

# #19197
source: Recording started on: %s
pl: Nagranie rozpoczęto o: %s

# #19198
source: Recording finished on: %s
pl: Nagranie zakończono o: %s

# #19199
source: Channel manager
pl: Menadżer kanałów

# #19200
source: EPG source:
pl: Źródło EPG:

# #19201
source: Channel name:
pl: Nazwa kanału:

# #19202
source: Channel icon:
pl: Miniatura kanału:

# #19203
source: Edit channel
pl: Edytuj kanał

# #19204
source: New channel
pl: Nowy kanał

# #19205
source: Group management
pl: Zarządzanie grupami

# #19206
source: Activate EPG:
pl: Aktywuj EPG:

# #19207
source: Group:
pl: Grupa:

# #19208
source: Enter the name of the new channel
pl: Wprowadź nazwę nowego kanału

# #19209
source: XBMC virtual backend
pl: Wirtualny serwer dla XBMC

# #19210
source: Client
pl: Klient

# #19211
source: Delete channel
pl: Usuń kanał

# #19212
source: This list contains changes
pl: Ta lista zawiera zmiany

# #19213
source: Select backend
pl: Wybierz typ serwera

# #19214
source: Enter a valid URL for the new channel
pl: Wprowadź poprawny adres URL dla nowego kanału

# #19215
source: The PVR backend does not support timers.
pl: Serwer PVR nie wspiera zaplanowanych nagrań.

# #19216
source: All radio channels
pl: Wszystkie kanały radiowe

# #19217
source: All TV channels
pl: Wszystkie kanały TV

# #19218
source: Visible
pl: Widoczny

# #19219
source: Ungrouped channels
pl: Niepogrupowane kanały

# #19220
source: Channels in
pl: Kanały w

# #19221
source: Synchronise channel groups with backends
pl: Synchronizuj grupy kanałów z serwerem

# #19223
source: No PVR Add-on could be enabled. Check your settings or the log for more info.
pl: Nie można uruchomić żadnej wtyczki PVR. Sprawdź ustawienia lub plik log.

# #19224
source: Recording aborted
pl: Nagrywanie anulowane

# #19225
source: Recording scheduled
pl: Nagrywanie zaplanowane

# #19226
source: Recording started
pl: Nagrywanie rozpoczęte

# #19227
source: Recording completed
pl: Nagrywanie ukończone

# #19228
source: Recording deleted
pl: Nagranie usunięte

# #19229
source: Close channel OSD after switching channels
pl: Zamknij menu OSD po przełączeniu kanału

# #19230
source: Prevent EPG updates during playback
pl: Zapobiegaj aktualizacji EPG podczas odtwarzania

# #19231
source: Always use the channel order from the backend(s)
pl: Zawsze używaj kolejności kanałów z serwera(ów)

# #19232
source: Clear search results
pl: Wyczyść rezultaty wyszukiwania

# #19233
source: Display a notification on timer updates
pl: Wyświetl powiadomienie przy zmianie zaplanowanych zadań

# #19234
source: Use backend channels numbers (only works with 1 enabled PVR Add-on)
pl: Używaj numerów kanałów z serwera (działa tylko przy jednej włączonej wtyczce PVR)

# #19235
source: PVR manager is starting up
pl: Menedżer PVR startuje

# #19236
source: Loading channels from clients
pl: Wczytywanie kanałów z klientów

# #19237
source: Loading timers from clients
pl: Wczytywanie zaplanowanych nagrań z klientów

# #19238
source: Loading recordings from clients
pl: Wczytywanie nagrań z klientów

# #19239
source: Starting background threads
pl: Startowanie wątków tła

# #19240
source: No PVR Add-on enabled
pl: Brak wlączonych wtyczek PVR

# #19241
source: The PVR manager has been enabled without any
pl: Menedżer PVR został uruchomiony bez jakichkolwiek

# #19242
source: enabled PVR Add-on. Enable at least one Add-on
pl: Włącz wtyczkę PVR. Włącz przynajmniej jeden dodatek

# #19243
source: in order to use the PVR functionality.
pl: by korzystać z funkcjonalności PVR.

# #19244
source: Backend idle time
pl: Czas bezczynności serwera

# #19245
source: Set wakeup command (cmd [timestamp])
pl: Ustaw polecenie wzbudzenia (cmd [timestamp])

# #19246
source: Wakeup before recording
pl: Obudź przed nagrywaniem

# #19247
source: Daily wakeup
pl: Codzienne budzenie

# #19248
source: Daily wakeup time (HH:MM:SS)
pl: Czas codziennego budzenia (GG:MM:SS)

# #19249
source: Filter channels
pl: Filtruj kanały

# #19250
source: Loading EPG from database
pl: Wczytywanie EPG z bazy

# #19251
source: Update EPG information
pl: Aktualizuj informacje EPG

# #19252
source: Schedule EPG update for this channel?
pl: Zaplanować aktualizację EPG dla tego kanału?

# #19253
source: EPG update scheduled for channel
pl: Aktualizacja EPG zaplanowana dla kanału

# #19254
source: EPG update failed for channel
pl: Aktualizacja EPG dla kanału nieudana

# #19255
source: Start recording
pl: Rozpocznij nagrywanie

# #19256
source: Stop recording
pl: Zatrzymaj nagrywanie

# #19257
source: Lock channel
pl: Zablokuj kanał

# #19258
source: Unlock channel
pl: Odblokuj kanał

# #19259
source: Parental control
pl: Kontrola rodzicielska

# #19260
source: Unlock duration
pl: Odblokuj czas trwania

# #19261
source: Change PIN
pl: Zmień PIN

# #19262
source: Parental control. Enter PIN:
pl: Kontrola rodzicielska. Wprowadź PIN:

# #19263
source: Locked channel. Enter PIN:
pl: Kanał zablokowany, Wprowadź PIN:

# #19264
source: Incorrect PIN
pl: Niepoprawny PIN

# #19265
source: The entered PIN number was incorrect.
pl: Wprowadzony kod PIN był niepoprawny.

# #19266
source: Parental locked
pl: Blokada rodzicielska

# #19267
source: Parental locked:
pl: Blokada rodzicielska:

# #19268
source: Do not show 'no information available' labels
pl: Nie pokazuj etykiet "brak dostępnych informacji"

# #19269
source: Do not show 'connection lost' warnings
pl: Nie pokazuj ostrzeżeń "połączenie zerwane"

# #19270
source: * All recordings
pl: * Wszystkie nagrania

# #19271
source: No PVR Add-ons could be found
pl: Brak wtyczek PVR

# #19272
source: You need a tuner, backend software, and an
pl: Potrzebny tuner, oprogramowanie serwerowego, i

# #19274
source: Please visit xbmc.org/pvr to learn more.
pl: Odwiedź xbmc.org/pvr by dowiedzieć się więcej.

# #19275
source: Conflict warning
pl: Ostrzeżenie o konfikcie

# #19276
source: Conflict error
pl: Błąd konfliktu

# #19277
source: Recording conflict
pl: Konflikt nagrywania

# #19278
source: Recording error
pl: Błąd nagrywania

# #19279
source: Client specific
pl: Specyfikacja klienta

# #19280
source: Client specific settings
pl: Ustawienia specyficzne klienta

# #19281
source: Confirm channel switches by pressing OK
pl: Potwierdź przełączanie kanałów przyciskiem OK

# #19499
source: Other/Unknown
pl: Inny/Nieznany

# #19500
source: Movie/Drama
pl: Film/Dramat

# #19501
source: Detective/Thriller
pl: Detektywistyczny/Thriller

# #19502
source: Adventure/Western/War
pl: Przegodowy/Western/Wojenny

# #19504
source: Comedy
pl: Komedia

# #19505
source: Soap/Melodrama/Folkloric
pl: Opera mydlana/Melodramat/Folklor

# #19506
source: Romance
pl: Romans

# #19507
source: Serious/Classical/Religious/Historical Movie/Drama
pl: Poważny/Klasyczny/Religijny/Film historyczny/Dramat
