Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #12346
source: Password retry limit exceeded.
pl: Limit prób wpisania hasła został wyczerpany.

# #12347
source: The system will now power down.
pl: System wyłączy się teraz.

# #12348
source: Item locked
pl: Zablokowany

# #12349
source: Updating video library art
pl: Aktualizowanie grafiki biblioteki wideo

# #12350
source: Processing %s
pl: Przetwarzanie %s

# #12351
source: The art cache in your video library needs updating.
pl: Cache grafik w twojej bibliotece wideo wymaga aktualizacji.

# #12352
source: No downloading is needed.
pl: Nie ma potrzeby pobierania.

# #12353
source: Reactivate lock
pl: Reaktywuj blokadę

# #12354
source: Would you like to update it now?
pl: Czy chcesz zaktualizować teraz?

# #12356
source: Change lock
pl: Zmień blokadę

# #12357
source: Source lock
pl: Zablokuj źródło

# #12358
source: Password entry was blank. Try again.
pl: Hasło było puste. Spróbuj ponownie.

# #12360
source: Master lock
pl: Zabezpieczenie

# #12362
source: Shutdown system if Master Lock retries exceeded
pl: Wyłącz system, gdy ilość prób logowania zostanie przekroczona

# #12367
source: Master code is not valid
pl: Nieprawidłowe hasło główne

# #12368
source: Please enter a valid master code
pl: Wpisz hasło główne

# #12373
source: Settings & file manager
pl: Ustawienia i eksplorator

# #12376
source: Set as default for all videos
pl: Ustaw jako domyślne dla wszystkich wideo

# #12377
source: This will reset any previously saved values
pl: Wszystkie wcześniejsze ustawienia zostaną wyczyszczone

# #12378
source: Amount of time to display each image
pl: Czas wyświetlania zdjęcia

# #12379
source: Use pan and zoom effects
pl: Używaj efektu zbliżania i przesuwania

# #12383
source: 12 hour clock
pl: Zegar 12 godzinny

# #12384
source: 24 hour clock
pl: Zegar 24 godzinny

# #12385
source: Day/Month
pl: Dzień/Miesiąc

# #12386
source: Month/Day
pl: Miesiąc/Dzień

# #12390
source: System uptime
pl: System pracuje

# #12391
source: Minutes
pl: minut

# #12392
source: Hours
pl: godzin

# #12393
source: Days
pl: dni

# #12394
source: Total uptime
pl: Całkowity czas pracy

# #12395
source: Battery level
pl: Poziom baterii

# #12600
source: Weather
pl: Pogoda

# #12900
source: Screensaver
pl: Wygaszacz ekranu

# #12901
source: Fullscreen OSD
pl: OSD w trybie pełnoekranowym

# #13001
source: Immediate HD spindown
pl: Natychmiastowe wyłączenie dysku

# #13002
source: Video only
pl: Tylko filmy

# #13003
source: - Delay
pl: - Opóźnienie

# #13004
source: - Minimum file duration
pl: - Minimalny czas trwania pliku

# #13005
source: Shutdown
pl: Wyłącz

# #13008
source: Shutdown function
pl: Tryby wyłączania

# #13009
source: Quit
pl: Wyjdź

# #13010
source: Hibernate
pl: Hibernacja

# #13011
source: Suspend
pl: Wstrzymaj

# #13012
source: Exit
pl: Wyjście

# #13013
source: Reboot
pl: Uruchom ponownie

# #13014
source: Minimise
pl: Minimalizuj

# #13015
source: Power button action
pl: Działanie przycisku zasilania

# #13016
source: Power off System
pl: Wyłącz system

# #13017
source: Inhibit idle shutdown
pl: Zabroń wyłączenia w stanie bezczynności

# #13018
source: Allow idle shutdown
pl: Zezwól na wyłączenie w stanie bezczynności

# #13020
source: Is another session active, perhaps over ssh?
pl: Czy inna sesja jest aktywna, może przez ssh?

# #13021
source: Mounted removable harddrive
pl: Podłączono dysk przenośny

# #13022
source: Unsafe device removal
pl: Niebezpieczne odłączenie urządzenia

# #13023
source: Successfully removed device
pl: Bezpiecznie odłączono urządzenie

# #13024
source: Joystick plugged
pl: Podłączono joystick

# #13025
source: Joystick unplugged
pl: Odłączono joystick

# #13026
source: Try to wake remote servers on access
pl: Spróbuj uzyskać dostęp do serwera zdalnego

# #13028
source: Waiting for network to connect...
pl: Oczekiwanie na połączenie z siecią ...

# #13029
source: Failed to execute Wake on Lan!
pl: Błąd usługi Wake on LAN!

# #13030
source: Waiting for server to wake up...
pl: Oczekiwanie na serwer ...

# #13031
source: Extended wait for server to wake up...
pl: Ponowne oczekiwanie na połączenie z serwerem ...

# #13032
source: Waiting for services to launch...
pl: Oczekiwanie na dostępne usługi ...

# #13033
source: MAC Discovery
pl: Wyszukiwanie adresu MAC

# #13034
source: Updated for %s
pl: Aktualizacja dla %s

# #13035
source: Found for %s
pl: Znaleziono %s

# #13036
source: Failed for %s
pl: Nie powiodło się dla %s

# #13050
source: Running low on battery
pl: Kończy się bateria

# #13100
source: Flicker filter
pl: Filtr migotania

# #13101
source: Let driver choose (requires restart)
pl: Wybiera sterownik karty (potrzebny restart)

# #13105
source: Vertical blank sync
pl: Synchronizacja pionowa

# #13106
source: Disabled
pl: Wyłączona

# #13107
source: Enabled during video playback
pl: Włączona podczas odtwarzania filmów

# #13108
source: Always enabled
pl: Zawsze włączona

# #13109
source: Test & apply resolution
pl: Test rozdzielczości

# #13110
source: Save resolution?
pl: Zapisać rozdzielczość?

# #13111
source: Would you like to keep this change?
pl: Czy chcesz zachować?

# #13112
source: High quality upscaling
pl: Upscaling wysokiej jakości

# #13113
source: Disabled
pl: Wyłączone

# #13114
source: Enabled for SD content
pl: Włącz dla zawartości SD

# #13115
source: Always enabled
pl: Zawsze włączone

# #13116
source: Upscaling method
pl: Metody skalowania

# #13121
source: VDPAU HQ Upscaling level
pl: VDPAU poziom skalowania HQ

# #13122
source: VDPAU Studio level colour conversion
pl: Korekcja poziomu kolorów VDPAU (YCbCr i RGB)

# #13123
source: Keep skin?
pl: Zostawić skórę?

# #13130
source: Blank other displays
pl: Wygaszaj inne ekrany

# #13131
source: Disabled
pl: Wyłączone

# #13132
source: Blank displays
pl: Wygaszaj ekrany

# #13140
source: Active connections detected!
pl: Wykryto aktywne połączenie!

# #13141
source: If you proceed, you might not be able to control XBMC
pl: Kontynuując możesz stracić możliwość kontrolowania XBMC.

# #13142
source: any longer. Are you sure you want to stop the Event server?
pl: Chcesz zatrzymać serwer zdalnego sterowania?

# #13144
source: Change Apple Remote mode?
pl: Zmienić tryb pilota Apple?

# #13145
source: If you are currently using the Apple Remote to control
pl: Jeżeli aktualnie używasz pilota Apple zmiana tych

# #13146
source: XBMC, changing this setting might affect your ability
pl: ustawień może doprowadzić do braku możliwości

# #13147
source: to continue controlling it. Do you want to proceed?
pl: dalszego kontrolowania XBMC. Kontynuować?

# #13159
source: Subnet mask
pl: Maska podsieci

# #13160
source: Gateway
pl: Brama

# #13161
source: Primary DNS
pl: Główny DNS

# #13162
source: Initialise failed
pl: Inicjacja nie udała się

# #13170
source: Never
pl: Nigdy

# #13171
source: Immediately
pl: Natychmiast

# #13172
source: After %i secs
pl: Po %i sekundach

# #13173
source: HDD install date:
pl: Data zainstalowania:

# #13174
source: HDD power cycle count:
pl: Ilość operacji start/stop:

# #13200
source: Profiles
pl: Profile

# #13201
source: Delete profile '%s'?
pl: Usunąć profil '%s'?

# #13204
source: Last loaded profile:
pl: Ostatni wczytany profil:

# #13205
source: Unknown
pl: Nieznany

# #13206
source: Overwrite
pl: Zastąp

# #13208
source: Alarm clock
pl: Alarm

# #13209
source: Alarm clock interval (in minutes)
pl: Interwał alarmu (w minutach)

# #13210
source: Started, alarm in %im
pl: Rozpoczęto, alarm za %im

# #13212
source: Cancelled with %im%is left
pl: Anulowano na %im%is przed końcem

# #13249
source: Search for subtitles in RARs
pl: Szukaj napisów w archiwach (RAR)

# #13250
source: Browse for subtitle...
pl: Wskaż napisy...

# #13251
source: Move item
pl: Przenieś

# #13252
source: Move item here
pl: Przenieś tutaj

# #13253
source: Cancel move
pl: Anuluj przeniesienie

# #13270
source: Hardware:
pl: Sprzęt:

# #13271
source: CPU Usage:
pl: Użycie procesora:

# #13274
source: Connected, but no DNS is available.
pl: Połączony, ale DNS nie jest ustawiony.

# #13275
source: Hard Disk
pl: Dysk twardy

# #13277
source: Storage
pl: Partycje

# #13278
source: Default
pl: Domyślne

# #13279
source: Network
pl: Sieć

# #13280
source: Video
pl: Wideo

# #13281
source: Hardware
pl: Sprzęt

# #13283
source: Operating system:
pl: System operacyjny:

# #13284
source: CPU speed:
pl: Prędkość CPU:

# #13286
source: Video encoder:
pl: Koder Wideo:

# #13287
source: Screen resolution:
pl: Rozdzielczość ekranu:

# #13292
source: A/V cable:
pl: Kabel A/V:

# #13294
source: DVD region:
pl: Region DVD:

# #13296
source: Connected
pl: Podłączony

# #13297
source: Not connected. Check network settings.
pl: Brak połączenia. Sprawdź ustawienia sieci.

# #13299
source: Target temperature
pl: Docelowa temperatura

# #13300
source: Fan speed
pl: Obroty wentylatora

# #13301
source: Auto temperature control
pl: Auto kontrola temperatury

# #13302
source: Fan speed override
pl: Kontrola obrotów wentylatora

# #13303
source: Fonts
pl: Czcionka

# #13304
source: Enable flipping bi-directional strings
pl: Włącz odwrócone napisy (język arabski, hebrajski...)

# #13305
source: Show RSS news feeds
pl: Pokazuj wiadomości RSS

# #13306
source: Show parent folder items
pl: Pokazuj folder nadrzędny (..)

# #13307
source: Track naming template
pl: Szablon nazewnictwa utworu

# #13308
source: Do you wish to reboot your system
pl: Czy chcesz wykonać restart systemu

# #13309
source: instead of just XBMC?
pl: zamiast ponownego uruchomienia XBMC?

# #13310
source: Zoom effect
pl: Efekt powiększenia

# #13311
source: Float effect
pl: Efekt unoszenia

# #13312
source: Black bar reduction
pl: Redukcja czarnego paska

# #13314
source: Crossfade between songs
pl: Płynne przejścia między utworami

# #13315
source: Regenerate thumbnails
pl: Odśwież miniatury

# #13316
source: Recursive thumbnails
pl: Miniatury rekursywnie

# #13317
source: View slideshow
pl: Rozpocznij pokaz

# #13318
source: Recursive slideshow
pl: uwzględniając podfoldery

# #13319
source: Randomise
pl: Losowo

# #13321
source: Left only
pl: Tylko Lewy

# #13322
source: Right only
pl: Tylko prawy

# #13323
source: Enable karaoke support
pl: Włącz obsługę karaoke

# #13324
source: Background transparency
pl: Przezroczystość tła

# #13325
source: Foreground transparency
pl: Przezroczystość napisów

# #13326
source: A/V delay
pl: Opóźnienie A/V

# #13328
source: %s not found
pl: Nie znaleziono %s

# #13329
source: Error opening %s
pl: Błąd otwierania %s

# #13330
source: Unable to load %s
pl: Błąd wczytywania %s

# #13331
source: Error: Out of memory
pl: Błąd: brak pamięci

# #13332
source: Move up
pl: Przesuń do góry

# #13333
source: Move down
pl: Przesuń na dół

# #13334
source: Edit label
pl: Zmień opis

# #13335
source: Make default
pl: Ustaw jako domyślny

# #13336
source: Remove button
pl: Usuń przycisk

# #13340
source: Leave as is
pl: Zostaw jak jest

# #13341
source: Green
pl: Zielona

# #13342
source: Orange
pl: Pomarańczowa

# #13343
source: Red
pl: Czerwona

# #13344
source: Cycle
pl: Mrugająca

# #13345
source: Switch LED off on playback
pl: Wyłącz diodę podczas odtwarzania

# #13346
source: Movie information
pl: Informacje o filmie

# #13347
source: Queue item
pl: Dodaj do kolejki

# #13348
source: Search IMDb...
pl: Szukanie w IMDb...

# #13349
source: Scan for new content
pl: Przeszukaj nowe materiały

# #13350
source: Now playing...
pl: Teraz odtwarzane...

# #13351
source: Album information
pl: Informacje o albumie

# #13352
source: Scan item to library
pl: Dodaj pozycję do biblioteki

# #13353
source: Stop scanning
pl: Zatrzymaj skanowanie

# #13354
source: Render method
pl: Metody renderowania

# #13355
source: Low quality pixel shader
pl: Pixel Shader (niska jakość)

# #13356
source: Hardware overlays
pl: Overlay (sprzętowy)

# #13357
source: High quality pixel shader
pl: Pixel Shader (wysoka jakość)

# #13358
source: Play item
pl: Odtwarzaj

# #13359
source: Set artist thumb
pl: Ustaw ikonę artysty

# #13360
source: Automatically generate thumbnails
pl: Automatycznie twórz miniatury

# #13361
source: Enable voice
pl: Włącz głos

# #13375
source: Enable device
pl: Włącz urządzenie

# #13376
source: Volume
pl: Głośność

# #13377
source: Default view mode
pl: Domyślny tryb wyświetlania

# #13378
source: Default brightness
pl: Domyślna jasność

# #13379
source: Default contrast
pl: Domyślny kontrast

# #13380
source: Default gamma
pl: Domyślna gamma

# #13381
source: Resume video
pl: Wznów odtwarzanie

# #13382
source: Voice mask - Port 1
pl: Maskowanie głosu - port 1

# #13383
source: Voice mask - Port 2
pl: Maskowanie głosu - port 2

# #13384
source: Voice mask - Port 3
pl: Maskowanie głosu - port 3

# #13385
source: Voice mask - Port 4
pl: Maskowanie głosu - port 4

# #13386
source: Use time based seeking
pl: Przewijanie oparte na czasie

# #13387
source: Track naming template - right
pl: Szablon nazewnictwa utworu - prawa strona

# #13388
source: Preset
pl: Ustawienie

# #13389
source: There are no presets available for this visualisation
pl: Nie ma dostępnych efektów dla tej wizualizacji

# #13390
source: There are no settings available for this visualisation
pl: Nie ma dostępnych opcji dla tej wizualizacji

# #13391
source: Eject/Load
pl: Wysuń/Wsuń

# #13392
source: Use visualisation if playing audio
pl: Wizualizacja podczas odtwarzania muzyki

# #13393
source: Calculate size
pl: Oblicz wielkość

# #13394
source: Calculating folder size
pl: Obliczanie wielkości folderu

# #13395
source: Video settings
pl: Ustawienia obrazu

# #13396
source: Audio and subtitle settings
pl: Ustawienia dźwięku i napisów

# #13397
source: Enable subtitles
pl: Włącz napisy

# #13398
source: Shortcuts
pl: Skróty

# #13399
source: Ignore articles when sorting (e.g. "the")
pl: Sortuj bez przedimków w nazwie (np. "the")

# #13400
source: Crossfade between songs on the same album
pl: Płynne przejścia między utworami z tej samej płyty

# #13401
source: Browse for %s
pl: Wskaż %s

# #13402
source: Show track position
pl: Pokazuj pozycję utworu

# #13403
source: Clear default
pl: Przywróć domyślne

# #13404
source: Resume
pl: Wznów

# #13405
source: Get thumb
pl: Pobierz ikonę

# #13406
source: Picture information
pl: Informacje o zdjęciu

# #13407
source: %s presets
pl: %s - zdefiniowane ustawienia

# #13408
source: (IMDb user rating)
pl: (Ocena użytkowników IMDb)

# #13410
source: Tune in on Last.fm
pl: Podłącz do Last.fm

# #13411
source: Minimum fan speed
pl: Minimalne obroty wentylatora

# #13412
source: Play from here
pl: Odtwórz z tego miejsca

# #13413
source: Downloading
pl: Pobieranie

# #13414
source: Include artists who appear only on compilations
pl: Pokazuj artystów występujących tylko w składankach

# #13415
source: Render method
pl: Metoda renderowania

# #13416
source: Auto detect
pl: Wykryj automatycznie

# #13417
source: Basic shaders (ARB)
pl: podstawowe shadery (ARB)

# #13418
source: Advanced shaders (GLSL)
pl: zaawansowane shadery (GLSL)

# #13419
source: Software
pl: programowo

# #13420
source: Remove safely
pl: Usuń bezpiecznie

# #13422
source: Start slideshow here
pl: Rozpocznij pokaz slajdów tutaj

# #13423
source: Remember for this path
pl: Zapamiętaj dla tej ścieżki

# #13424
source: Use pixel buffer objects
pl: Użyj obiektów buforu pikselowego

# #13425
source: Allow hardware acceleration (VDPAU)
pl: Sprzętowa akceleracja (VDPAU)

# #13426
source: Allow hardware acceleration (VAAPI)
pl: Sprzętowa akceleracja (VAAPI)

# #13427
source: Allow hardware acceleration (DXVA2)
pl: Sprzętowa akceleracja (DXVA2)

# #13428
source: Allow hardware acceleration (CrystalHD)
pl: Sprzętowa akceleracja (CrystalHD)

# #13429
source: Allow hardware acceleration (VDADecoder)
pl: Sprzętowa akceleracja (VDADecoder)

# #13430
source: Allow hardware acceleration (OpenMax)
pl: Sprzętowa akceleracja (OpenMax)

# #13431
source: Pixel Shaders
pl: Pixel shadery

# #13432
source: Allow hardware acceleration (VideoToolbox)
pl: Zezwól na akceleracją sprzętową (Video Toolbox)

# #13433
source: Play the next video automatically
pl: Automatycznie odtwórz następne wideo

# #13434
source: Play only this
pl: Odtwarzaj tyko to

# #13435
source: Enable HQ Scalers for scalings above
pl: Włącz Skalery HQ dla skalowania ponad

# #13436
source: Allow hardware acceleration (libstagefright)
pl: Akceleracja sprzętowa (libstagefright)

# #13437
source: Prefer VDPAU Video Mixer
pl: Preferuj VDPAU Video Mixer

# #13438
source: Allow hardware acceleration (amcodec)
pl: Sprzętowa akceleracja (amcodec)

# #13439
source: Allow hardware acceleration (MediaCodec)
pl: Sprzętowa akceleracja (MediaCodec)

# #13500
source: A/V sync method
pl: Metoda synchronizacji A/V

# #13501
source: Audio clock
pl: Zegar audio

# #13502
source: Video clock (Drop/Dupe audio)
pl: Zegar wideo (porzucaj/duplikuj dźwięk)

# #13503
source: Video clock (Resample audio)
pl: Zegar wideo (resampluj dźwięk)

# #13504
source: Maximum speedup/slowdown amount (%)
pl: Maksymalne przyspieszenie/spowolnienie (%)

# #13505
source: Resample quality
pl: Jakoś resamplingu

# #13506
source: Low(fast)
pl: Niska (szybkie)

# #13507
source: Medium
pl: Średnia

# #13508
source: High
pl: Wysoka

# #13509
source: Really high(slow!)
pl: Bardzo wysoka (wolne!)

# #13510
source: Sync playback to display
pl: Synchronizuj odtwarzanie z ekranem

# #13511
source: Choose art
pl: Wybierz grafikę

# #13512
source: Current art
pl: Bieżąca grafika

# #13513
source: Remote art
pl: Zewnętrzna grafika

# #13514
source: Local art
pl: Lokalna grafika

# #13515
source: No art
pl: Brak grafiki

# #13516
source: Add art
pl: Dodaj grafikę

# #13550
source: Pause during refresh rate change
pl: Pauza podczas zmiany odświeżania

# #13551
source: Off
pl: Wyłącz

# #13552
source: %.1f Second
pl: %.1f sekunda

# #13553
source: %.1f Seconds
pl: %.1f sekund(y)

# #13554
source: %d Minute
pl: %d Minuta

# #13555
source: %d Minutes
pl: %d Minut(y)

# #13600
source: Apple remote
pl: Pilot Apple

# #13602
source: Allow start of XBMC using the remote
pl: Zezwalaj na start XBMC za pomocą pilota

# #13603
source: Sequence delay time
pl: Opóźnienie sekwencji

# #13610
source: Disabled
pl: Wyłączony

# #13611
source: Standard
pl: Standardowy

# #13612
source: Universal Remote
pl: Pilot uniwersalny

# #13613
source: Multi Remote (Harmony)
pl: Multi pilot (Harmony)

# #13620
source: Apple Remote Error
pl: Błąd Pilota Apple

# #13621
source: Apple Remote support could be enabled.
pl: Możliwe włączenie obsługi pilota Apple

# #14000
source: Stack
pl: Złącz części

# #14001
source: Unstack
pl: Złącz: tak

# #14003
source: Downloading playlist file...
pl: Pobieranie pliku playlisty...

# #14004
source: Downloading streams list...
pl: Pobieranie listy strumieni...

# #14005
source: Parsing streams list...
pl: Przetwarzanie listy strumieni...

# #14006
source: Downloading streams list failed
pl: Nie można pobrać listy strumieni

# #14007
source: Downloading playlist file failed
pl: Nie można pobrać pliku playlisty

# #14009
source: Games directory
pl: Folder z grami

# #14010
source: Auto switch to thumbs based on
pl: Opcje automatycznego przełączania

# #14011
source: Enable auto switching to thumbs view
pl: Automatyczne przełączanie widoku

# #14012
source: - Use large icons
pl: - Duże ikony

# #14013
source: - Switch based on
pl: - Metoda

# #14014
source: - Percentage
pl: - Procent

# #14015
source: No files and at least one thumb
pl: Miniatury, jeżeli nie ma plików

# #14016
source: At least one file and thumb
pl: Przynajmniej jeden plik i ikona

# #14017
source: Percentage of thumbs
pl: Procentowo miniatury

# #14018
source: View options
pl: Opcje widoku

# #14019
source: Change area code 1
pl: Ustaw miasto 1

# #14020
source: Change area code 2
pl: Ustaw miasto 2

# #14021
source: Change area code 3
pl: Ustaw miasto 3

# #14022
source: Library
pl: Biblioteka

# #14023
source: No TV
pl: Bez TV

# #14024
source: Enter the nearest large town
pl: Wpisz nazwę miasta (bez polskich znaków)

# #14025
source: Video/Audio/DVD cache - Hard disk
pl: Wideo/Audio/DVD z twardego dysku

# #14026
source: Video cache - DVD-ROM
pl: Wideo z - napędu DVD

# #14027
source: Local Network
pl: Sieć lokalna

# #14030
source: Audio cache - DVD-ROM
pl: Audio z - napędu DVD

# #14031
source: Local Network
pl: Sieć lokalna

# #14034
source: DVD cache - DVD-ROM
pl: DVD z - napędu DVD

# #14035
source: Local Network
pl: Sieć lokalna

# #14036
source: Services
pl: Usługi

# #14038
source: Network settings changed
pl: Zmieniono ustawienia sieci

# #14039
source: XBMC requires to restart to change your
pl: Wprowadzone zmiany wymagają ponownego uruchomienia.

# #14040
source: network setup. Would you like to restart now?
pl: Chcesz teraz ponownie uruchomić XBMC?

# #14041
source: Internet connection bandwidth limitation
pl: Ograniczenie pasma połączenia Internetowego

# #14043
source: - Shutdown while playing
pl: - Wyłącz w trakcie odtwarzania

# #14045
source: %i sec
pl: %i s

# #14051
source: Time format
pl: Zegar w formacie

# #14052
source: Date format
pl: Data w formacie

# #14053
source: GUI filters
pl: Filtry GUI

# #14055
source: Use background scanning
pl: Skanuj w tle

# #14056
source: Stop scan
pl: Zatrzymaj skanowanie

# #14057
source: Not possible while scanning for media info
pl: Nie możliwe podczas zbierania info o mediach

# #14058
source: Film grain effect
pl: Efekt ziarnistości

# #14059
source: Search for thumbnails on remote shares
pl: Szukaj miniatur w udziałach sieciowych

# #14060
source: Unknown type cache - Internet
pl: Nieznany - Internet

# #14062
source: Enter username for
pl: Podaj użytkownika dla

# #14063
source: Date & time
pl: Data i czas

# #14064
source: Set date
pl: Ustaw datę

# #14065
source: Set time
pl: Ustaw godzinę

# #14066
source: Enter the time in 24 hour HH:MM format
pl: Wprowadź godzinę (GG:MM)

# #14067
source: Enter the date in DD/MM/YYYY format
pl: Wprowadź datę (DD/MM/RRRR)

# #14068
source: Enter the IP address
pl: Wprowadź adres IP

# #14069
source: Apply these settings now?
pl: Chcesz zapisać swoje ustawienia?

# #14070
source: Apply changes now
pl: Zastosuj i zapisz

# #14071
source: Allow file renaming and deletion
pl: Zezwalaj na zmianę nazwy i kasowanie plików

# #14074
source: Set timezone
pl: Ustaw strefę czasu

# #14075
source: Use daylight saving time
pl: Synchronizacja czasu z uwzględnieniem czasu letniego

# #14076
source: Add to favourites
pl: Dodaj do ulubionych

# #14077
source: Remove from favourites
pl: Usuń z ulubionych

# #14078
source: Colours
pl: Kolory

# #14079
source: Timezone country
pl: Kraj strefy czasowej

# #14080
source: Timezone
pl: Strefa czasowa

# #14081
source: File lists
pl: Listy plików

# #14082
source: Show EXIF picture information
pl: Wyświetlaj dane EXIF

# #14083
source: Use a fullscreen window rather than true fullscreen
pl: Używaj pełnego okna zamiast pełnego ekranu

# #14084
source: Queue songs on selection
pl: Zaznaczone utwory dodawaj do kolejki

# #14086
source: Playback
pl: Odtwarzanie

# #14087
source: DVDs
pl: DVD

# #14088
source: Play DVDs automatically
pl: Automatycznie odtwarzaj płyty DVD

# #14089
source: Font to use for text subtitles
pl: Czcionka używana do napisów

# #14090
source: International
pl: Język

# #14091
source: Character set
pl: Zestaw znaków

# #14092
source: Debugging
pl: Debugowanie

# #14093
source: Security
pl: Ochrona

# #14094
source: Input devices
pl: Urządzenia wejściowe

# #14095
source: Power saving
pl: Oszczędzanie energii

# #14096
source: Rip
pl: Zgraj zawartość

# #14097
source: Audio CD Insert Action
pl: Akcja po włożeniu płyty audio

# #14098
source: Play
pl: Odtwarzaj

# #14099
source: Eject disc when CD ripping is complete
pl: Wysuń płytę po zgraniu zawartości

# #14100
source: Stop ripping CD
pl: Zatrzymaj zgrywanie CD

# #15015
source: Remove
pl: Usuń

# #15016
source: Games
pl: Gry

# #15019
source: Add
pl: Dodaj
