Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #33020
source: Condition
pl: Warunki

# #33021
source: Precipitation
pl: opady

# #33022
source: Precip
pl: opadów

# #33023
source: Humid
pl: Wilgotno

# #33024
source: Feels
pl: Odczuwalna

# #33025
source: Observed
pl: Obserwowany

# #33026
source: Departure from normal
pl: Odejście od normy

# #33027
source: Sunrise
pl: wschód

# #33028
source: Sunset
pl: zachód

# #33029
source: Details
pl: Szczegóły

# #33030
source: Outlook
pl: Prognoza

# #33032
source: Translate text
pl: Przetłumacz tekst

# #33033
source: Map list %s category
pl: Plan kategorii %s

# #33034
source: 36 Hour
pl: 36 godzin

# #33035
source: Maps
pl: Mapy

# #33036
source: Hourly
pl: Co godzinę

# #33038
source: %s day
pl: %s dzień

# #33049
source: Alert
pl: Alarm

# #33050
source: Alerts
pl: Alarmy

# #33051
source: Choose Your
pl: Wybierz

# #33052
source: Check
pl: Sprawdź

# #33053
source: Configure the
pl: Skonfiguruj

# #33054
source: Seasons
pl: Sezony

# #33055
source: Use your
pl: Użyj twojego

# #33056
source: Watch your
pl: Oglądaj

# #33057
source: Listen to
pl: Słuchaj

# #33058
source: View your
pl: Przeglądaj

# #33059
source: Configure the
pl: Skonfiguruj

# #33060
source: Power
pl: Zasilanie

# #33062
source: Play the
pl: Odtwarzaj

# #33063
source: Options
pl: Opcje

# #33065
source: Editor
pl: Edytor

# #33066
source: About your
pl: O

# #33067
source: Star rating
pl: Ocena "gwiazdkowa"

# #33068
source: Background
pl: Tło

# #33069
source: Backgrounds
pl: Tła

# #33070
source: Custom background
pl: Własne tło

# #33071
source: Custom backgrounds
pl: Własne tła

# #33072
source: View Readme
pl: Przeglądaj Readme

# #33073
source: View Changelog
pl: Przeglądaj Changelog

# #33074
source: This version of %s requires an
pl: Ta wersja %s wymaga

# #33075
source: XBMC revision of %s or greater to run.
pl: Wymagany XBMC w wydaniu %s lub wyższym.

# #33076
source: Please update XBMC.
pl: Zaktualizuj XBMC.

# #33077
source: No data found!
pl: Dane niedostępne!

# #33078
source: Next page
pl: Następna strona

# #33079
source: Love
pl: Lubię

# #33080
source: Hate
pl: Nie lubię

# #33081
source: This file is stacked, select the part you want to play from.
pl: Plik znajduje się w stosie, wybierz część którą chcesz odtwarzać.

# #33082
source: Path to script
pl: Ścieżka do skryptu

# #33083
source: Enable custom script button
pl: Włącz przycisk własnego skryptu

# #33084
source: Auto login
pl: Logowanie automatyczne

# #33100
source: Failed to start
pl: Błąd przy uruchomieniu

# #33101
source: Webserver
pl: Serwer WWW

# #33102
source: Event Server
pl: Serwer zdarzeń

# #33103
source: Remote communication server
pl: Serwer zdalnej komunikacji

# #33200
source: Detected New Connection
pl: Wykryto nowe połączenie

# #34006
source: MPEG-4 Audio (FFmpeg M4A AAC)
pl: Dzwięk MPEG-4 (FFmpeg M4A AAC)

# #34100
source: Speaker Configuration
pl: System głośników

# #34120
source: Play GUI sounds
pl: Odtwarzaj dźwięki interfejsu

# #34121
source: Only when playback stopped
pl: Tylko gdy odtwarzanie jest zatrzymane

# #34122
source: Always
pl: Zawsze

# #34123
source: Never
pl: Nigdy

# #34201
source: Can't find a next item to play
pl: Nie mogę znaleźć następnej pozycji do odtworzenia

# #34202
source: Can't find a previous item to play
pl: Nie mogę znaleźć poprzedniej pozycji do odtworzenia

# #34300
source: Failed to start Zeroconf
pl: Błąd przy uruchomieniu Zeroconf

# #34301
source: Is Apple's Bonjour Service installed? See log for more info.
pl: Usługa Apple Bonjour jest zainstalowana? Sprawdź log.

# #34302
source: AirPlay requires Zeroconf to be enabled.
pl: AirPlay wymaga uruchomienia Zeroconf.

# #34303
source: Unable to stop Zeroconf
pl: Nie można zatrzymać Zeroconf

# #34304
source: AirPlay and AirTunes depend on Zeroconf running.
pl: AirPlay oraz AirTunes wymagają działającego ZeroConf

# #34400
source: Video Rendering
pl: Rendering wideo

# #34401
source: Failed to init video filters/scalers, falling back to bilinear scaling
pl: Błąd inicjacji filtrów/skalerów wideo, powrót do skalowania bilinearnego

# #34402
source: Failed to initialise audio device
pl: Błąd inicjalizacji urządzenia audio

# #34403
source: Check your audiosettings
pl: Sprawdź ustawienia dźwięku

# #34404
source: Use gestures for navigation:
pl: Użyj gestów do nawigacji:

# #34405
source: 1 finger swipe left,right,up,down for cursors
pl: Przesuwanie jednym palcem w lewo, prawo, górę, dół steruje kursorem

# #34406
source: 2 finger swipe left for backspace
pl: Przesuwanie dwoma palcami odpowiada klawiszowi backspace

# #34407
source: 1 finger single tap for enter
pl: Kliknięcie jednym palcem odpowiada klawiszowi enter

# #34408
source: 2 finger single tap or 1 finger long press for contextmenu
pl: Kliknięciu dwoma palcami lub dłuższe przytrzymanie jednym palcem wywołuje menu kontekstowe

# #35000
source: Peripherals
pl: Peryferia

# #35001
source: Generic HID device
pl: Standardowe urządzenie HID

# #35002
source: Generic network adaptor
pl: Standardowy adapter sieciowy

# #35003
source: Generic disk
pl: Standardowy dysk

# #35004
source: There are no settings available for this peripheral.
pl: To urządzenie nie ma ustawień.

# #35005
source: New device configured
pl: Skonfigurowano nowe urządzenie

# #35006
source: Device removed
pl: Usunięto urządzenie

# #35007
source: Keymap to use for this device
pl: Mapa klawiszy do użycia z tym urządzeniem

# #35008
source: Keymap enabled
pl: Mapa klawiszy włączona

# #35009
source: Do not use the custom keymap for this device
pl: Nie używaj własnej mapy klawiszy dla tego urządzenia

# #35100
source: Enable joystick and gamepad support
pl: Włącz wsparcie dla joysticka oraz gamepada

# #35102
source: Disable joystick when this device is present
pl: Wyłącz dżojstik kiedy urządzenie jest dostępne

# #35500
source: Location
pl: Położenie

# #35501
source: Class
pl: Klasa

# #35502
source: Name
pl: Nazwa

# #35503
source: Vendor
pl: Dostawca

# #35504
source: Product ID
pl: ID produktu

# #36000
source: Pulse-Eight CEC adaptor
pl: Adapter Pulse-Eight CEC

# #36002
source: Switch to keyboard side command
pl: Przełącz klawiaturę na układ poleceń

# #36003
source: Switch to remote side command
pl: Przełącz na zdalne polecenia

# #36004
source: Press "user" button command
pl: Naciśnij przycisk "użytkownik"

# #36005
source: Enable switch side commands
pl: Włącz zdalne polecenia

# #36006
source: Could not open the adaptor
pl: Nie mogę połączyć się z adapterem

# #36007
source: Devices to power on when starting XBMC
pl: Włącz TV, kiedy uruchomiany jest XBMC

# #36008
source: Devices to power off when stopping XBMC
pl: Wyłącz TV, kiedy wyłączany jest XBMC

# #36009
source: Put devices in standby mode when activating screensaver
pl: Włącz tryb czuwania w urządzeniach, kiedy aktywny jest wygaszacz ekranu

# #36010
source: Wake devices when deactivating screensaver
pl: Obudź urządzenia podczas deaktywowania wygaszacza ekranu

# #36011
source: Could not detect the CEC com port. Set it up manually.
pl: Nie można wykryć portu CEC. Ustaw go ręcznie.

# #36012
source: Could not initialise the CEC adaptor. Please check your settings.
pl: Nie można wykryć adaptera CEC. Proszę sprawdzić ustawienia.

# #36015
source: HDMI port number
pl: Numer portu HDMI

# #36016
source: Connected
pl: Połączono

# #36017
source: Could not initialise the CEC adaptor: libCEC was not found on your system.
pl: Nie można zainicjować adaptera CEC: nie znaleziono biblioteki libCEC.

# #36018
source: Use the TV's language setting
pl: Użyj ustawienia języka z TV

# #36019
source: Connected to HDMI device
pl: Połączono z urządzeniem HDMI

# #36020
source: Make XBMC the active source when starting
pl: Zrób XBMC aktywnym źródłem w czasie uruchamiania

# #36021
source: Physical address (overrules HDMI port)
pl: Adres fizyczny (unieważnia port HDMI)

# #36022
source: COM port (leave empty unless needed)
pl: Port COM (pozostaw pusty, jeśli nie używasz)

# #36023
source: Configuration updated
pl: Konfiguracja uaktualniona

# #36024
source: Failed to set the new configuration. Please check your settings.
pl: Błąd przy ustawianiu nowej konfiguracji. Proszę sprawdzić ustawienia.

# #36025
source: Send 'inactive source' command when stopping XBMC
pl: Wyślij komendę 'nieaktywne źródło' zamykając XBMC

# #36026
source: Put devices in standby mode when putting the PC in standby
pl: Przestaw urządzenia w tryb czuwania gdy PC jest przestawiane w tryb czuwania

# #36027
source: This device needs servicing
pl: To urządzenie potrzebuje serwisu

# #36028
source: Ignore
pl: Ignoruj

# #36029
source: When the TV is switched off
pl: Kiedy TV jest wyłączany

# #36030
source: Connection lost
pl: Połączenie zerwane

# #36031
source: This user does not have permissions to open the CEC adaptor
pl: Użytkownik nie posiada praw do otwarcia łącznika CEC

# #36032
source: The port is busy. Only one program can access the CEC adaptor
pl: Port aktualnie w użyciu. Tylko jeden program może uzyskać dostęp do łącznika CEC

# #36033
source: Pause playback when switching to another source
pl: Wstrzymuj odtwarzanie kiedy przełączam na inne źródło

# #36035
source: Always
pl: Zawsze

# #36036
source: On start/stop
pl: Na starcie/zatrzymaniu

# #36038
source: Amplifier / AVR device
pl: Wzmacniacz / urządzenie AVR

# #36039
source: TV and AVR device (explicit)
pl: TV i urządzenie AVR (jawnie)

# #36040
source: Unsupported libCEC interface version. %x is lower than the version XBMC supports (%x)
pl: Nieobsługiwana wersja interfejsu libCEC. %x jest niższa niż wersja obsługiwana przez XBMC (%x)

# #36041
source: * Item folder
pl: * Folder

# #36042
source: Use limited colour range (16-235)
pl: Korzystaj z ograniczonego zakresu kolorów (16-235)

# #36101
source: Change the look and feel of the User Interface.
pl: Zmień wygląd interfesju

# #36102
source: No info available yet.
pl: Aktualnie brak informacji

# #36103
source: Select the skin for the User Interface. This will define the look and feel of XBMC.
pl: Wybierz skórę dla interfejsu użytkownika. To zdefiniuje wygląd i działanie XBMC.

# #36104
source: Change specific skin settings. The available options are dependent on the skin used.
pl: Zmień specyficzne ustawienia skórki. Dostępność opcji zależy od wykorzystywanej skórki.

# #36105
source: Change the theme associated with your selected skin.
pl: Zmień motyw powiązany z wybraną skórką.

# #36106
source: Change the colours of your selected skin.
pl: Zmień kolory aktywnej skórki.

# #36107
source: Choose the fonts displayed in the User Interface. The font sets are configured by your skin.
pl: Wybierz czcionki wykorzystywane w interfejsie. Zestawy czcionek są konfigurowane przez skórki.

# #36108
source: Resize the view of the GUI.
pl: Zmień rozmiar GUI.

# #36109
source: Select the media window that XBMC displays on startup.
pl: Wybierz okno multimediów do wyświetla na starcie XBMC.

# #36110
source: Select or disable the sound scheme used in the User Interface.
pl: Wybierz lub wyłącz dźwięki interfejsu.

# #36111
source: Turn this off to remove the scrolling RSS news ticker.
pl: Wyłącz tę opcję, aby usunąć przewijanie wiadomości RSS.

# #36112
source: Edit the RSS feeds.
pl: Edycja kanałów RSS.

# #36113
source: No info available yet.
pl: Brak dostępnych informacji .

# #36114
source: Chooses the language of the User Interface.
pl: Wybierz język interfejsu.

# #36115
source: Select the formats for temperature, time and date. The available options depend on the selected language.
pl: Wybierz format wyświetlania temperatury, czasu i daty. Dostępność opcji jest zależna od wybranego języka.

# #36116
source: Choose which character set is used for displaying text in the GUI.
pl: Wybierz, który zestaw znaków jest wykorzystywany do wyświetlania tekstu w GUI.

# #36117
source: Select country location.
pl: Wybierz położenie kraju.

# #36118
source: Select your current timezone.
pl: Wybierz swoją strefę czasową.

# #36119
source: Select the default audio track when different language tracks are available.
pl: Wybierz domyślna ścieżkę językową do odtwarzania gdy dostępnych jest kilka różnych.

# #36120
source: Select the default subtitles when different languages are available.
pl: Wybierz domyślny język napisów.

# #36121
source: No info available yet.
pl: Brak dostępnych informacji .

# #36122
source: Display the (..) item in lists for visiting the parent folder.
pl: Wyświetl (..) element w listach w folderze nadrzędnym.

# #36123
source: Show file extensions on media files. For example, 'You Enjoy Myself.mp3' would be simply be shown as 'You Enjoy Myself'.
pl: Pokaż rozszerzenia plików multimedialnych. Na przykład, "Ciężka kosiarka.mp3" zostanie określone jako "Ciężka kosiarka".

# #36124
source: Ignore certain tokens during sort operations. For example, 'The Simpsons' would simply be sorted as 'Simpsons'. To configure tokens, see http://wiki.xbmc.org/index.php?title=Settings/Appearance.
pl: Ignoruj ​​pewne znaki podczas operacji sortowania. Na przykład, "The Simpsons" zostanie klasyfikowane jako "Simpsons". Aby skonfigurować tokeny, zapoznaj się z: http://wiki.xbmc.org/index.php?title=Settings/Appearance.

# #36125
source: Allow files to be deleted and renamed through the user interface, via the contextual menu (press C on a keyboard, for example, to bring up this menu).
pl: Zezwalaj na usuwanie plików i zmienianie nazw przez interfejs użytkownika, z menu kontekstowego (naciśnij przycisk C na klawiaturze, aby wywołać to menu).

# #36126
source: Show the add source button from root sections of the user interface.
pl: Wyświetl przycisk "Dodaj źródło" w głównej sekcji interfejsu użytkownika.

# #36127
source: Show hidden files and directories.
pl: Ukryj niewidoczne pliki i katalogi.

# #36128
source: No info available yet.
pl: Brak dostępnych informacji.

# #36129
source: Set the amount of idle time required before displaying the screensaver.
pl: Ustaw czas po którym uruchomiony zostanie wygaszacz ekranu.

# #36130
source: Select the screensaver. XBMC will force the 'Dim' screensaver when fullscreen video playback is paused or a dialogue box is active.
pl: Wybierz wygaszacz ekranu. XBMC wymusi włączenie wygaszacza ekranu "Dim", gdy pełnoekranowe odtwarzanie wideo jest wstrzymane lub okno dialogowe jest aktywne.

# #36131
source: Change specific screensaver settings. The available options are dependent on the screensaver used.
pl: Zmień specyficzne ustawienia wygaszacza ekranu. Dostępne opcje są zależne od zastosowanego wygaszacza ekranu.

# #36132
source: Preview the selected screensaver.
pl: Podejrzyj wybrany wygaszacz.

# #36133
source: If music is being played, XBMC will start the selected visualisation instead of displaying the screensaver.
pl: Jeśli muzyka będzie odtwarzana, XBMC wyświetli wskazaną wizualizację zamiast wygaszacza.

# #36134
source: Dim the display when media is paused. Not valid for the 'Dim' screensaver mode.
pl: Przyciemnij wyświetlacz gdy odtwarzanie jest wstrzymane. Nieprawidłowe dla wygaszacza w trybie 'Przyciemnij'.

# #36135
source: No info available yet.
pl: Brak dostępnych informacji .

# #36136
source: No info available yet.
pl: Brak dostępnych informacji .

# #36137
source: No info available yet.
pl: Brak dostępnych informacji .

# #36138
source: No info available yet.
pl: Brak dostępnych informacji .

# #36139
source: No info available yet.
pl: Brak dostępnych informacji .

# #36140
source: No info available yet.
pl: Brak dostępnych informacji .

# #36141
source: Show plot information for unwatched media in the Video Library.
pl: Pokaż informacje o fabule dla niewidzianych multimediów w Bilbiotece Wideo.

# #36142
source: No info available yet.
pl: Brak dostępnych informacji .

# #36143
source: Get thumbnails for actors when scanning media.
pl: Pobierz zdjęcia aktorów podczas skanowania mediów.

# #36144
source: Remove the TV show season node, toggles between 'If only one season' (default), 'Always' and 'Never'.
pl: Pomijanie podziału na sezony seriali, wybierz pomiędzy "Jeśli tylko jeden sezon" (domyślna), "Zawsze" i "Nigdy".

# #36145
source: Group movies into 'Movie sets' when browsing the movie library.
pl: Grupowanie filmów w zbiory podczas przeglądania biblioteki filmów.

# #36146
source: Check for new media files on XBMC startup.
pl: Uaktualnianie biblioteki podczas uruchomienia XBMC.

# #36147
source: Hide the library scanning progress bar during scans.
pl: Ukrywanie postępu uaktualniania biblioteki.

# #36148
source: Remove items from your library that can't be found (either renamed, deleted, or on removable storage that is currently unplugged).
pl: Usuwanie elementów z biblioteki, których nie można znaleźć (zmieniona nazwa, usunięty lub zachowany w pamięciach wymiennych, które są aktualnie odłączone).

# #36149
source: Export the Video Library database to XML files. This will optionally overwrite your current XML files.
pl: Eksport bazy danych biblioteki wideo do pliku XML. Opcjonalnie nadpisuje bieżące pliki XML.

# #36150
source: Import a XML file into the Video Library database.
pl: Importuj plik XML do bazy danych biblioteki wideo.

# #36151
source: No info available yet.
pl: Brak dostępnych informacji .

# #36152
source: Enable automatic playback of the next file in the list of the selected item.
pl: Włącz automatyczne odtwarzanie nagrań.

# #36153
source: Adjust the method used to process and display video.
pl: Ustaw metodę przetwarzania i wyświetlania wideo.

# #36154
source: No info available yet.
pl: Brak dostępnych informacji.

# #36155
source: Enable hardware decoding of video files.
pl: Włącz sprzętowe dekodowanie plików wideo.

# #36156
source: No info available yet.
pl: Brak dostępnych informacji .

# #36157
source: No info available yet.
pl: Brak dostępnych informacji .

# #36158
source: No info available yet.
pl: Brak dostępnych informacji .

# #36159
source: No info available yet.
pl: Brak dostępnych informacji .

# #36160
source: No info available yet.
pl: Brak dostępnych informacji .

# #36161
source: No info available yet.
pl: Brak dostępnych informacji .

# #36162
source: No info available yet.
pl: Brak dostępnych informacji .

# #36163
source: No info available yet.
pl: Brak dostępnych informacji .

# #36165
source: Pause for a small amount of time during a refresh rate change. Activate to automatically set the refresh rate which is best matched with the video that is playing. This potentially allows for perfectly smooth video reproduction, as video material can be recorded in a variety of frame rates which need to be properly matched by the refresh rate of the display in order to be displayed smoothly.
pl: Pauza przy małym czasie podczas zmiany częstotliwości odświeżania. Aktywuj, aby automatycznie ustawić częstotliwość odświeżania, która jest najlepiej dopasowana do odtwarzanego filmu. Ta funkcja potencjalnie pozwala na idealnie gładkie odtwarzanie wideo, jako że materiały wideo mogą być nagrywane z różną częstotliwością klatek, które muszą być odpowiednio dopasowane do częstotliwości odświeżania ekranu, aby być wyświetlane płynnie.

# #36166
source: Synchronise the video to the refresh rate of the monitor.
pl: Synchronizuj wideo do częstotliwości odświeżania monitora.

# #36167
source: Audio has to stay in sync, this can either be done by resampling, skipping/duplicating packets, or adjusting the clock if it gets out of sync too far.
pl: Dźwięk pozostaje zsynchronizowany - wykonane jest to poprzez resampling, pomijanie/powielania pakietów, lub regulację zegara, jeśli synchronizacja się rozjeżdża.

# #36168
source: Maximum video speed adjust to match actual screen refresh rate.
pl: Maksymalna prędkość video dopasowana do rzeczywistej częstotliwości odświeżania ekranu.

# #36170
source: Allow video player to ignoring aspect ratio by a certain amount to fill a larger amount of the screen with video.
pl: Zezwól odtwarzaczowi wideo, aby ignorował proporcję obrazu aby jak najwięcej wypełnić ekran obrazem filmu.

# #36171
source: Select the zoom level that 4:3 videos are shown on widescreen displays.
pl: Wybierz poziom powiększenia nagrań o proporcjach 4:3 do wyświetlana na ekranach panoramicznych.

# #36172
source: VDPAU studio level conversion provides a way for advanced applications like XBMC to influence the colour space conversion.
pl: Poziom konwersji VDPAU wraz z zaawansowanymi aplikacjami, takimi jak XBMC wpływania na konwersję przestrzeni kolorów.

# #36173
source: No info available yet.
pl: Brak dostępnych informacji .

# #36174
source: Enable Teletext when watching a live TV stream.
pl: Włącz teletekst podczas oglądania telewizji na zywo.

# #36175
source: Scale Teletext to 4:3 ratio.
pl: Skalowanie teletekstu do proporcji 4:3.

# #36176
source: No info available yet.
pl: Brak dostępnych informacji .

# #36177
source: Toggle between Choose, Play (default), Resume and Show Information. Choose will select an item, e.g. open a directory in files mode. Resume will automatically resume videos from the last position that you were viewing them, even after restarting the system.
pl: Wybór pomiędzy dostępnymi funkcjami: 'Określ', 'Odtwarzaj' (domyślnie), 'Wznów' i 'Pokaż informacje'. 'Określ' - wybierze wskazany element, np. otworzy katalog w trybie plików. 'Wznów' - automatycznie wznowi wideo z ostatniej oglądanej pozycji, nawet po ponownym uruchomieniu systemu.

# #36178
source: No info available yet.
pl: Brak dostępnych informacji .

# #36179
source: When a file is scanned into the library it will display the metadata title instead of the file name.
pl: Gdy plik jest skanowany i dodawany do biblioteki wyświetli się tytuł metadanych zamiast nazwy pliku.

# #36180
source: Extract thumbnails and information, such as codecs and aspect ratio, to display in Library Mode.
pl: Pobieranie grafik i informacji, takich jak kodeki i proporcje obrazu do wyświetlania w trybie biblioteki.

# #36181
source: No info available yet.
pl: Brak dostępnych informacji.

# #36182
source: Enables direct playback of videos that are in folders, without having to open those folders first, as well as displaying multi-part video files as single items in non-library views.
pl: Umożliwia bezpośrednie odtwarzanie filmów, które są w folderach, bez konieczności otwierania tych folderów, jak również wyświetla wieloczęściowe pliki wideo w postaci pojedynczych elementów.

# #36183
source: Removes the title, genre etc nodes from the library view. Selecting a category takes you straight to the title view.
pl: Usuwa tytuł, gatunek itp. z widoku biblioteki. Wybór kategorii przekierowuje bezpośrednio do widoku nazwy.

# #36184
source: No info available yet.
pl: Brak dostępnych informacji.

# #36185
source: No info available yet.
pl: Brak dostępnych informacji.

# #36186
source: No info available yet.
pl: Brak dostępnych informacji.

# #36187
source: No info available yet.
pl: Brak dostępnych informacji.

# #36188
source: No info available yet.
pl: Brak dostępnych informacji.

# #36189
source: No info available yet.
pl: Brak dostępnych informacji.

# #36190
source: No info available yet.
pl: Brak dostępnych informacji.

# #36191
source: Set a custom directory for your subtitles. This can be a file share.
pl: Ustaw własny katalog dla Twoich napisów.

# #36192
source: Location of subtitles on the screen.
pl: Położenie napisów na ekranie.

# #36193
source: No info available yet.
pl: Brak dostępnych informacji.

# #36194
source: Autorun DVD video when inserted in drive.
pl: Autoodtwarzanie DVD po włożeniu dysku.

# #36195
source: Force a region for DVD playback.
pl: Odtwarzanie filmów DVD z wszystkich kodów regionów.

# #36196
source: Attempt to skip 'unskippable' introductions before DVD menu.
pl: Automatyczne omijanie wyswietlanie informacji przed menu DVD.

# #36197
source: No info available yet.
pl: Brak dostępnych informacji.
