Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #0
source: Programs
pl: Programy

# #1
source: Pictures
pl: Zdjęcia

# #2
source: Music
pl: Muzyka

# #3
source: Videos
pl: Wideo

# #4
source: TV-Guide
pl: Program TV

# #5
source: Settings
pl: Ustawienia

# #7
source: File manager
pl: Eksplorator

# #8
source: Weather
pl: Pogoda

# #11
source: Monday
pl: Poniedziałek

# #12
source: Tuesday
pl: Wtorek

# #13
source: Wednesday
pl: Środa

# #14
source: Thursday
pl: Czwartek

# #15
source: Friday
pl: Piątek

# #16
source: Saturday
pl: Sobota

# #17
source: Sunday
pl: Niedziela

# #21
source: January
pl: Stycznia

# #22
source: February
pl: Lutego

# #23
source: March
pl: Marca

# #24
source: April
pl: Kwietnia

# #25
source: May
pl: Maja

# #26
source: June
pl: Czerwca

# #27
source: July
pl: Lipca

# #28
source: August
pl: Sierpnia

# #29
source: September
pl: Września

# #30
source: October
pl: Października

# #31
source: November
pl: Listopada

# #32
source: December
pl: Grudnia

# #41
source: Mon
pl: Pon.

# #42
source: Tue
pl: Wt.

# #43
source: Wed
pl: Śr.

# #44
source: Thu
pl: Czw.

# #45
source: Fri
pl: Pt.

# #46
source: Sat
pl: Sob.

# #47
source: Sun
pl: Niedz.

# #51
source: Jan
pl: Sty

# #52
source: Feb
pl: Lut

# #54
source: Apr
pl: Kwi

# #55
source: May
pl: Maj

# #56
source: Jun
pl: Cze

# #57
source: Jul
pl: Lip

# #58
source: Aug
pl: Sie

# #59
source: Sep
pl: Wrz

# #60
source: Oct
pl: Paź

# #61
source: Nov
pl: Lis

# #62
source: Dec
pl: Gru

# #71
source: N
pl: płn.

# #72
source: NNE
pl: pn.-wsch.

# #73
source: NE
pl: pn.-wsch.

# #74
source: ENE
pl: pn.-wsch.

# #75
source: E
pl: wsch.

# #76
source: ESE
pl: pd.-wsch.

# #77
source: SE
pl: pd.-wsch.

# #78
source: SSE
pl: pd.-wsch.

# #79
source: S
pl: płd.

# #80
source: SSW
pl: pd.-zach.

# #81
source: SW
pl: pd.-zach.

# #82
source: WSW
pl: pd.-zach.

# #83
source: W
pl: zach.

# #84
source: WNW
pl: pn.-zach.

# #85
source: NW
pl: pn.-zach.

# #86
source: NNW
pl: pn.-zach.

# #87
source: VAR
pl: zm.

# #88
source: South
pl: Południe

# #89
source: North
pl: Północ

# #90
source: West
pl: Zachód

# #91
source: East
pl: Wschód

# #92
source: Variable
pl: Zmienny

# #98
source: View: Auto
pl: Widok: Auto

# #99
source: View: Auto big
pl: Widok: Auto duże

# #100
source: View: Icons
pl: Widok: Ikony

# #101
source: View: List
pl: Widok: Lista

# #102
source: Scan
pl: Skanuj

# #103
source: Sort by: Name
pl: Sortuj: Nazwa

# #104
source: Sort by: Date
pl: Sortuj: Data

# #105
source: Sort by: Size
pl: Sortuj: Rozmiar

# #106
source: No
pl: Nie

# #107
source: Yes
pl: Tak

# #108
source: Slideshow
pl: Pokaz slajdów

# #109
source: Create thumbs
pl: Utwórz ikony

# #110
source: Create thumbnails
pl: Utwórz miniatury

# #111
source: Shortcuts
pl: Skróty

# #112
source: Paused
pl: Pauza

# #113
source: Update failed
pl: Błąd aktualizacji

# #114
source: Installation failed
pl: Błąd instalacji

# #115
source: Copy
pl: Kopiuj

# #116
source: Move
pl: Przenieś

# #117
source: Delete
pl: Usuń

# #118
source: Rename
pl: Zmień nazwę

# #119
source: New folder
pl: Nowy folder

# #120
source: Confirm file copy
pl: Potwierdź kopiowanie pliku

# #121
source: Confirm file move
pl: Potwierdź przenoszenie pliku

# #122
source: Confirm file delete?
pl: Czy rzeczywiście chcesz usunąć plik?

# #123
source: Copy these files?
pl: Skopiować wybrane pliki?

# #124
source: Move these files?
pl: Przenieść wybrane pliki?

# #125
source: Delete these files? - Deleting files cannot be undone!
pl: Usunąć wybrane pliki? Po usunięciu pliki są nie do odzyskania!

# #126
source: Status
pl: Stan

# #127
source: Objects
pl: pozycji

# #128
source: General
pl: Ogólne

# #129
source: Slideshow
pl: Pokaz slajdów

# #130
source: System info
pl: Informacje o systemie

# #131
source: Display
pl: Ekran

# #132
source: Albums
pl: Albumy

# #133
source: Artists
pl: Wykonawcy

# #134
source: Songs
pl: Utwory

# #135
source: Genres
pl: Gatunek

# #136
source: Playlists
pl: Playlisty

# #137
source: Search
pl: Szukaj

# #138
source: System Information
pl: Informacje o systemie

# #139
source: Temperatures:
pl: Temperatura:

# #142
source: Time:
pl: Czas:

# #143
source: Current:
pl: Obecnie:

# #144
source: Build:
pl: Wersja:

# #145
source: Network:
pl: Sieć:

# #146
source: Type:
pl: Typ:

# #147
source: Static
pl: Statyczny

# #149
source: MAC address
pl: Adres MAC

# #150
source: IP address
pl: Adres IP

# #151
source: Link:
pl: Połączenie:

# #152
source: Half duplex
pl: Półdupleks

# #153
source: Full duplex
pl: Pełny dupleks

# #154
source: Storage
pl: Partycje

# #155
source: Drive
pl: Dysk

# #156
source: Free
pl: Dostępne

# #157
source: Video
pl: Wideo

# #158
source: Free memory
pl: Wolnej pamięci

# #159
source: No link
pl: Brak połączenia

# #160
source: Free
pl: Dostępne

# #161
source: Unavailable
pl: Niedostępny

# #162
source: Tray open
pl: Wysunięta tacka napędu

# #163
source: Reading
pl: Wczytuję

# #164
source: No disc
pl: Brak płyty w napędzie

# #165
source: Disc present
pl: Płyta w napędzie

# #166
source: Skin
pl: Skóra

# #167
source: Cancel file operations
pl: Anuluj operacje na pliku

# #169
source: Resolution
pl: Rozdzielczość

# #170
source: Adjust display refresh rate to match video
pl: Dopasuj częstotliwość odświeżania do odtwarzanego materiału

# #171
source: Sort title
pl: Sortuj tytuł

# #172
source: Release date
pl: Data wydania

# #173
source: Display 4:3 videos as
pl: Wyświetlaj wideo 4:3 jako

# #175
source: Moods
pl: Nastrój

# #176
source: Styles
pl: Style

# #179
source: Song
pl: Utwór

# #180
source: Duration
pl: Czas trwania

# #181
source: Select album
pl: Wybierz album

# #182
source: Tracks
pl: Ścieżki

# #183
source: Review
pl: Przegląd

# #184
source: Refresh
pl: Odśwież

# #185
source: Searching album
pl: Szukam albumu

# #187
source: No albums found!
pl: Nie znaleziono albumu!

# #188
source: Select all
pl: Zaznacz wszystko

# #189
source: Scanning media info
pl: Wyszukiwanie informacje

# #190
source: Save
pl: Zapisz

# #191
source: Shuffle
pl: Losowo

# #192
source: Clear
pl: Wyczyść

# #193
source: Scan
pl: Skanuj

# #194
source: Searching...
pl: Szukam...

# #195
source: No info found!
pl: Nie znaleziono informacji

# #196
source: Select movie:
pl: Wybierz film:

# #197
source: Querying %s info
pl: Szukam informacji o %s

# #198
source: Loading movie details
pl: Wczytywanie informacji o filmie

# #199
source: Web interface
pl: Interfejs WWW

# #202
source: Tagline
pl: O filmie

# #203
source: Plot outline
pl: Zarys fabuły

# #205
source: Votes
pl: Głosy

# #206
source: Cast
pl: Obsada

# #207
source: Plot
pl: Opis

# #208
source: Play
pl: Odtwarzaj

# #209
source: Next
pl: Następny

# #210
source: Previous
pl: Poprzedni

# #213
source: Calibrate user interface...
pl: Kalibracja interfejsu

# #214
source: Video calibration...
pl: Kalibracja ekranu

# #215
source: Soften
pl: Wygładź

# #216
source: Zoom amount
pl: Powiększ

# #217
source: Pixel ratio
pl: Proporcja pikseli

# #218
source: DVD drive
pl: Napęd DVD

# #219
source: Please insert disc
pl: Proszę włożyć dysk

# #220
source: Remote share
pl: Zdalny udział

# #221
source: Network is not connected
pl: Sieć nie jest podłączona

# #222
source: Cancel
pl: Anuluj

# #224
source: Speed
pl: Szybkość

# #225
source: Vertical Shift
pl: Przesunięcie w pionie

# #226
source: Test patterns...
pl: Wzorce testowe...

# #227
source: Lookup audio CD track names from freedb.org
pl: Szukaj tytułów CD na freedb.org

# #228
source: Shuffle playlist on load
pl: Losuj utwory podczas wczytywania

# #229
source: HDD spindown time
pl: Wyłącz dysk po upływie

# #230
source: Video filters
pl: Filtry

# #231
source: None
pl: Żaden

# #232
source: Point
pl: Punktowy

# #233
source: Linear
pl: Liniowy

# #234
source: Anisotropic
pl: Anizotropowy

# #237
source: Minification
pl: Pomniejszenie

# #238
source: Magnification
pl: Powiększenie

# #239
source: Clear playlist on finish
pl: Wyczyść po zakończeniu odtwarzania

# #240
source: Display Mode
pl: Tryb wyświetlania

# #241
source: Full Screen #%d
pl: Pełny ekran #%d

# #242
source: Windowed
pl: Tryb okienkowy

# #243
source: Refresh Rate
pl: Częstotliwość odświeżania

# #244
source: Full screen
pl: Pełny ekran

# #245
source: Sizing: (%i,%i)->(%i,%i) (Zoom x%2.2f) AR:%2.2f:1 (Pixels: %2.2f:1) (VShift: %2.2f)
pl: Rozmiar: (%i,%i)->(%i,%i) (Powiększenie x%2.2f) AR:%2.2f:1 (Piksele: %2.2f:1)

# #247
source: Scripts
pl: Skrypty

# #248
source: Language
pl: Język

# #249
source: Music
pl: Muzyka

# #250
source: Visualisation
pl: Wizualizacja

# #251
source: Select destination directory
pl: Wybierz folder docelowy

# #252
source: Output stereo to all speakers
pl: Wyjście stereo na wszystkie głośniki

# #253
source: Number of channels
pl: Ilość kanałów

# #254
source: DTS capable receiver
pl: Wspierany interfejs DTS

# #256
source: Fetching CD information
pl: Pobieram informację o CD

# #257
source: Error
pl: Błąd

# #258
source: Enable tag reading
pl: Włącz obsługę tagów (metadanych)

# #259
source: Opening
pl: Otwieram

# #261
source: Waiting for start...
pl: Oczekiwanie na rozpoczęcie...

# #262
source: Scripts output
pl: Monitor działania skryptów

# #263
source: Allow control of XBMC via HTTP
pl: Zezwalaj na sterowanie XBMC przez HTTP

# #264
source: Record
pl: Nagrywaj

# #265
source: Stop Rec.
pl: Zatrzymaj nagranie

# #266
source: Sort by: Track
pl: Sortuj: Utwór

# #267
source: Sort by: Time
pl: Sortuj: Czas

# #268
source: Sort by: Title
pl: Sortuj: Tytuł

# #269
source: Sort by: Artist
pl: Sortuj: Artysta

# #270
source: Sort by: Album
pl: Sortuj: Album

# #272
source: Top-Left overscan compensation
pl: Overscan lewego górnego rogu ekranu

# #273
source: Bottom-Right overscan compensation
pl: Overscan prawego dolnego rogu ekranu

# #274
source: Subtitle positioning
pl: Pozycja napisów

# #275
source: Pixel ratio adjustment
pl: Ustawienie proporcji pikseli

# #276
source: Adjust the arrow to change the amount of overscan
pl: Poruszaj strzałką, aby zmieniać wielkość overscanu

# #277
source: Adjust the bar to change the subtitles position
pl: Przesuń linię, aby zmieniać pozycję napisów

# #278
source: Adjust the rectangle so it is perfectly square
pl: Zmień prostokąt w idealny kwadrat

# #279
source: Unable to load settings
pl: Nie mogę wczytać ustawień

# #280
source: Using default settings
pl: Zostaną użyte ustawienia domyślne

# #281
source: Please check the XML files
pl: Proszę sprawdzić pliki XML

# #282
source: Found %i items
pl: Znaleziono %i pozycji

# #283
source: Search results
pl: Rezultaty wyszukiwania

# #284
source: No results found
pl: Brak wyników

# #285
source: Preferred audio language
pl: Preferowany język dźwięku

# #286
source: Preferred subtitle language
pl: Preferowany język napisów

# #287
source: Subtitles
pl: Napisy

# #288
source: Font
pl: Czcionka

# #289
source: Size
pl: Rozmiar

# #290
source: Dynamic range compression
pl: Dynamiczna kontrola zakresu

# #291
source: Video
pl: Wideo

# #292
source: Audio
pl: Dźwięk

# #293
source: Browse for subtitles
pl: Wskaż napisy

# #294
source: Create bookmark
pl: Utwórz zakładkę

# #296
source: Clear bookmarks
pl: Wyczyść zakładki

# #297
source: Audio offset
pl: Przesunięcie dźwięku

# #298
source: Bookmarks
pl: Zakładki

# #300
source: MP1 capable receiver
pl: Wsparcie formatu MP1

# #301
source: MP2 capable receiver
pl: Wsparcie formatu MP2

# #302
source: MP3 capable receiver
pl: Wsparcie formatu MP3

# #303
source: Delay
pl: Opóźnienie

# #304
source: Language
pl: Język

# #305
source: Enabled
pl: Włączony

# #306
source: Non-interleaved
pl: Bez przeplotu

# #308
source: Original stream's language
pl: Oryginalny język strumienia

# #309
source: User Interface language
pl: Język interfejsu

# #313
source: Cleaning database
pl: Czyszczenie bazy danych

# #314
source: Preparing...
pl: Przygotowywanie...

# #315
source: Database error
pl: Błąd bazy danych

# #316
source: Searching songs...
pl: Przeszukiwanie utworów...

# #317
source: Cleaned database successfully
pl: Czyszczenie bazy danych zakończone

# #318
source: Cleaning songs...
pl: Czyszczenie utworów...

# #319
source: Error cleaning songs
pl: Błąd przy czyszczeniu skasowanych utworów

# #320
source: Cleaning artists...
pl: Czyszczenie artystów...

# #321
source: Error cleaning artists
pl: Błąd przy aktualizacji listy artystów

# #322
source: Cleaning genres...
pl: Czyszczenie gatunków...

# #323
source: Error cleaning genres
pl: Błąd przy aktualizacji listy gatunków

# #324
source: Cleaning paths...
pl: Czyszczenie ścieżek...

# #325
source: Error cleaning paths
pl: Błąd przy aktualizacji listy ścieżek

# #326
source: Cleaning albums...
pl: Czyszczenie albumów...

# #327
source: Error cleaning albums
pl: Błąd przy aktualizacji listy albumów

# #328
source: Writing changes...
pl: Zapisywanie zmian...

# #329
source: Error writing changes
pl: Błąd zapisu zmian

# #330
source: This may take some time...
pl: Proszę czekać...

# #331
source: Compressing database...
pl: Kompresowanie bazy danych...

# #332
source: Error compressing database
pl: Błąd kompresji bazy

# #333
source: Do you want to clean the library?
pl: Czy chcesz wyczyścić bibliotekę?

# #334
source: Clean library...
pl: Czyszczenie biblioteki....

# #335
source: Start
pl: Rozpocznij

# #336
source: Framerate conversion
pl: Konwertuj liczbę klatek

# #337
source: Output configuration
pl: Konfiguracja wyjścia

# #338
source: Fixed
pl: Stałe

# #339
source: Optimized
pl: Zoptymalizowany

# #340
source: Various artists
pl: Różni artyści

# #341
source: Play disc
pl: Odtwarzaj płytę

# #342
source: Movies
pl: Filmy

# #343
source: Adjust framerate
pl: Dostosuj liczbę klatek

# #344
source: Actors
pl: Obsada

# #345
source: Year
pl: Rok

# #346
source: Normalize levels on downmix
pl: Normalizacja poziomu przy miksowaniu

# #347
source: DTS-HD capable receiver
pl: Wsparcie formatu DTS-HD

# #348
source: Enable passthrough
pl: Włącz przekazywanie

# #349
source: TrueHD capable receiver
pl: Wsparcie formatu TrueHD

# #350
source: Programs
pl: Programy

# #351
source: Off
pl: Wyłączone

# #352
source: Dim
pl: Przyciemnienie

# #353
source: Black
pl: Czarny ekran

# #354
source: Matrix trails
pl: Matrix

# #355
source: Screensaver time
pl: Włącz wygaszacz po upływie

# #356
source: Screensaver mode
pl: Tryb wygaszacza

# #357
source: Shutdown function timer
pl: Wyłączenie planowane

# #358
source: All albums
pl: Wszystkie albumy

# #359
source: Recently added albums
pl: Ostatnio dodane albumy

# #360
source: Screensaver
pl: Wygaszacz

# #361
source: R. Slideshow
pl: z podfolderami

# #362
source: Screensaver dim level
pl: Poziom przyciemnienia

# #363
source: Sort by: File
pl: Sortuj: Plik

# #364
source: Dolby Digital (AC3) capable receiver
pl: Wsparcie formatu Dolby Digital (AC3)

# #365
source: Sort by: Name
pl: Sortuj: Nazwa

# #366
source: Sort by: Year
pl: Sortuj: Rok

# #367
source: Sort by: Rating
pl: Sortuj: Ocena

# #369
source: Title
pl: Tytuł

# #370
source: Thunderstorms
pl: wichura

# #371
source: Partly
pl: częściowo

# #372
source: Mostly
pl: w większości

# #373
source: Sunny
pl: słonecznie

# #374
source: Cloudy
pl: pochmurnie

# #375
source: Snow
pl: śnieg

# #376
source: Rain
pl: deszcz

# #377
source: Light
pl: niewielki

# #378
source: AM
pl: rano

# #379
source: PM
pl: wieczorem

# #380
source: Showers
pl: opady

# #381
source: Few
pl: niewielkie

# #382
source: Scattered
pl: sporadyczne

# #383
source: Wind
pl: Wiatr

# #384
source: Strong
pl: silny

# #385
source: Fair
pl: pogodnie

# #386
source: Clear
pl: bezchmurnie

# #387
source: Clouds
pl: pochmurnie

# #388
source: Early
pl: wcześnie

# #389
source: Shower
pl: drobny

# #390
source: Flurries
pl: ulewa

# #391
source: Low
pl: min.

# #392
source: Medium
pl: średnie

# #393
source: High
pl: maks.

# #394
source: Fog
pl: mgła

# #395
source: Haze
pl: zamglenie

# #396
source: Select location
pl: Wybierz położenie

# #397
source: Refresh time
pl: Czas odświeżania

# #398
source: Temperature units
pl: Jednostka temperatury

# #399
source: Speed units
pl: Jednostka prędkości

# #400
source: Weather
pl: Pogoda

# #401
source: Temp
pl: Temperatura

# #402
source: Feels like
pl: Odczuwalna

# #403
source: UV index
pl: Wskaźnik UV

# #404
source: Wind
pl: Wiatr

# #405
source: Dew point
pl: Punkt rosy

# #406
source: Humidity
pl: Wilgotność

# #409
source: Defaults
pl: Domyślne

# #410
source: Accessing weather service
pl: Łączenie z usługą pogody

# #411
source: Getting weather for:
pl: Pobieranie pogody dla:

# #412
source: Unable to get weather data
pl: Nie można uzyskać danych pogodowych

# #413
source: Manual
pl: Ręcznie

# #414
source: No review for this album
pl: Brak recenzji tego albumu

# #415
source: Downloading thumbnail...
pl: Pobieranie miniatury...

# #416
source: Not available
pl: Niedostępne

# #417
source: View: Big icons
pl: Widok: Duże ikony

# #418
source: Low
pl: min.

# #419
source: High
pl: maks.

# #420
source: Best Match
pl: Najlepsze dopasowanie

# #421
source: Keep audio device alive
pl: Utrzymuj urządzenie audio włączone

# #422
source: Delete album info
pl: Usuń informacje o albumach

# #423
source: Delete CD information
pl: Usuń informacje o CD

# #424
source: Select
pl: Zaznacz

# #425
source: No album information found
pl: Nie znaleziono informacji o albumie

# #426
source: No CD information found
pl: Nie znaleziono informacji o CD

# #427
source: Disc
pl: Dysk

# #428
source: Insert correct CD/DVD
pl: Proszę włożyć właściwy CD/DVD

# #429
source: Please insert the following disc:
pl: Proszę włożyć następujący CD/DVD

# #430
source: Sort by: DVD#
pl: Sortuj: DVD#

# #431
source: No cache
pl: Bez pamięci podręcznej

# #432
source: Remove movie from library
pl: Usuń film z biblioteki

# #433
source: Really remove '%s'?
pl: Jesteś pewny, że chcesz usunąć '%s'?

# #434
source: From %s at %i %s
pl: Z %s do %i %s

# #435
source: No optical disc drive detected
pl: Nie wykryto napędu optycznego

# #436
source: You need an optical disc drive to play this video
pl: Potrzebujesz napędu optycznego by odtworzyc ten materiał

# #437
source: Removable disk
pl: Dysk wymienny

# #438
source: Opening file
pl: Otwieram plik

# #439
source: Cache
pl: Pamięć podręczna

# #440
source: Hard disk
pl: Dysk twardy

# #442
source: Local network
pl: Sieć lokalna

# #444
source: Video
pl: Wideo

# #445
source: Audio
pl: Dźwięk

# #447
source: Autorun media
pl: Autoodtwarzanie

# #448
source: Dolby Digital Plus (E-AC3) capable receiver
pl: Wsparcie formatu Dolby Digital (AC3)

# #449
source: Enabled
pl: Włączone

# #450
source: Columns
pl: Kolumn

# #451
source: Row 1 address
pl: Adres 1 rzędu

# #452
source: Row 2 address
pl: Adres 2 rzędu

# #453
source: Row 3 address
pl: Adres 3 rzędu

# #454
source: Row 4 address
pl: Adres 4 rzędu

# #455
source: Rows
pl: Ilość rzędów

# #456
source: Mode
pl: Tryb

# #457
source: Switch view
pl: Przełącz widok

# #458
source: Limit sampling rate (kHz)
pl: Limit próbkowania (kHz)

# #459
source: Subs
pl: Napisy

# #460
source: Audio stream
pl: Strumień audio

# #461
source: [active]
pl: [aktywny]

# #462
source: Subtitle
pl: Napisy

# #463
source: Backlight
pl: Podświetlanie

# #464
source: Brightness
pl: Jasność

# #465
source: Contrast
pl: Kontrast

# #467
source: Type
pl: Typ

# #468
source: Move the bar to change the OSD position
pl: Przesuń linię, aby zmienić pozycję OSD

# #469
source: OSD position
pl: Pozycja OSD

# #470
source: Credits
pl: Autorzy

# #474
source: Off
pl: Wyłącz

# #475
source: Music only
pl: Tylko Muzyka

# #476
source: Music & video
pl: Muzyka i Wideo

# #477
source: Unable to load playlist
pl: Nie mogę wczytać playlisty

# #479
source: Skin & language
pl: Skóry i język

# #480
source: Appearance
pl: Wygląd

# #481
source: Audio options
pl: Opcje dźwięku

# #482
source: About XBMC
pl: O XBMC

# #485
source: Delete album
pl: Usuń Album

# #486
source: Repeat
pl: Powtarzaj

# #487
source: Repeat one
pl: Powtórz raz

# #488
source: Repeat folder
pl: Powtarzaj utwory z jednego folderu

# #489
source: Play the next song automatically
pl: Automatycznie odtwarzaj kolejny utwór

# #491
source: - Use big icons
pl: - Użyj dużych ikon

# #492
source: Resize VobSubs
pl: Zmień rozmiar napisów

# #493
source: Advanced options (Experts Only!)
pl: Zaawansowane ustawienia

# #494
source: Overall audio headroom
pl: Średnia pojemność systemu audio

# #495
source: Upsample videos to GUI resolution
pl: Przeskaluj wideo do rozdzielczości interfejsu

# #496
source: Calibration
pl: Kalibracja

# #497
source: Show file extensions
pl: Pokazuj rozszerzenia plików

# #498
source: Sort by: Type
pl: Sortuj: Typ

# #499
source: Unable to connect to online lookup service
pl: Nie można połączyć się z serwisem

# #500
source: Downloading album information failed
pl: Pobieranie informacji o albumie nie powiodło się

# #501
source: Looking for album names...
pl: Szukanie nazw albumu...

# #502
source: Open
pl: Otwarty

# #503
source: Busy
pl: Zajęty

# #504
source: Empty
pl: Pusty

# #505
source: Loading media info from files...
pl: Wczytywanie informacji o mediach z plików...

# #507
source: Sort by: Usage
pl: Sortuj: Użycie

# #510
source: Enable visualisations
pl: Włącz wizualizacje

# #511
source: Enable video mode switching
pl: Tryb wyświetlania w zależności od regionu gry

# #512
source: Startup window
pl: Okno startowe

# #513
source: Home window
pl: Ekran główny

# #514
source: Manual settings
pl: Ustawienia ręczne

# #515
source: Genre
pl: Gatunek

# #517
source: Recently played albums
pl: Ostatnio odtwarzane albumy

# #518
source: Launch
pl: Uruchom

# #519
source: Launch in...
pl: Uruchom w...

# #521
source: Compilations
pl: Kompilacje

# #522
source: Remove source
pl: Usuń źródło

# #523
source: Switch media
pl: Przełącz media

# #524
source: Select playlist
pl: Wybierz playlistę

# #525
source: New playlist...
pl: Nowa playlista...

# #526
source: Add to playlist
pl: Dodaj do playlisty

# #527
source: Manually add to library
pl: Dodaj ręcznie do biblioteki

# #528
source: Enter title
pl: Wprowadź tytuł

# #529
source: Error: Duplicate title
pl: Błąd: Tytuł już istnieje

# #530
source: Select genre
pl: Wybierz gatunek

# #531
source: New genre
pl: Nowy gatunek

# #532
source: Manual addition
pl: Ręcznie dodane

# #533
source: Enter genre
pl: Wprowadź gatunek

# #534
source: View: %s
pl: Widok: %s

# #535
source: List
pl: Lista

# #536
source: Icons
pl: Ikony

# #537
source: Big list
pl: Duża lista

# #538
source: Big icons
pl: Duże ikony

# #539
source: Wide
pl: Baner

# #540
source: Big wide
pl: Duży baner

# #541
source: Album icons
pl: Ikony albumów

# #542
source: DVD icons
pl: Ikony DVD

# #544
source: Media info
pl: O mediach

# #545
source: Audio output device
pl: Wyjściowe urządzenie audio

# #546
source: Passthrough output device
pl: Urządzenie przejścia dźwięku

# #547
source: No biography for this artist
pl: Biografia artysty niedostępna

# #548
source: Downmix multichannel audio to stereo
pl: Dźwięk wielokanałowy konwertuj do stereo

# #550
source: Sort by: %s
pl: Sortuj: %s

# #551
source: Name
pl: Nazwa

# #552
source: Date
pl: Data

# #553
source: Size
pl: Rozmiar

# #554
source: Track
pl: Utwór

# #555
source: Time
pl: Czas

# #556
source: Title
pl: Tytuł

# #557
source: Artist
pl: Artysta

# #559
source: Playlist
pl: Playlista

# #561
source: File
pl: Plik

# #562
source: Year
pl: Rok

# #563
source: Rating
pl: Ocena

# #564
source: Type
pl: Typ

# #565
source: Usage
pl: Użycie

# #566
source: Album artist
pl: Album Artysta

# #567
source: Play count
pl: Ilość odtworzeń

# #568
source: Last played
pl: Ostatnio odtwarzany

# #569
source: Comment
pl: Komentarz

# #570
source: Date added
pl: Data dodania

# #571
source: Default
pl: Domyślny

# #572
source: Studio
pl: Wytwórnia

# #573
source: Path
pl: Ścieżka

# #574
source: Country
pl: Kraj

# #575
source: In progress
pl: W toku

# #576
source: Times played
pl: Odtworzeń
