Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #577
source: Date Taken
pl: Data wykonania

# #580
source: Sort direction
pl: Kierunek sortowania

# #581
source: Sort method
pl: Metoda sortowania

# #582
source: View mode
pl: Tryby widoku

# #583
source: Remember views for different folders
pl: Zapamiętaj tryb widoku dla różnych folderów

# #584
source: Ascending
pl: Rosnąco

# #585
source: Descending
pl: Malejąco

# #586
source: Edit playlist
pl: Edytuj playlistę

# #587
source: Filter
pl: Filtr

# #588
source: Cancel party mode
pl: Wyłącz Tryb Imprezy

# #589
source: Party mode
pl: Tryb Imprezy

# #590
source: Random
pl: Losowo

# #591
source: Off
pl: Wyłączone

# #592
source: One
pl: Jeden

# #593
source: All
pl: Wszystko

# #594
source: Off
pl: Wyłączone

# #595
source: Repeat: Off
pl: Powtórz: Nic

# #596
source: Repeat: One
pl: Powtórz: Jeden

# #597
source: Repeat: All
pl: Powtórz: Wszystko

# #600
source: Rip audio CD
pl: Zgraj Audio CD

# #601
source: Medium
pl: Średnia

# #602
source: Standard
pl: Standardowa

# #603
source: Extreme
pl: Najwyższa

# #604
source: Constant bitrate
pl: Stały bitrate

# #605
source: Ripping...
pl: Zgrywanie muzyki...

# #607
source: To:
pl: Zgrywaj do:

# #608
source: Could not rip CD or track
pl: Nie mogę zgrać CD lub utworu

# #609
source: CDDARipPath is not set.
pl: Ścieżka do folderu nie jest ustawiona.

# #610
source: Rip audio track
pl: Zgraj utwór

# #611
source: Enter number
pl: Wprowadź numer

# #612
source: Bits/sample
pl: Bitów/próbkę

# #613
source: Sample rate
pl: częstotliwość próbkowania

# #614
source: Virtual folder
pl: Wirtualny katalog

# #620
source: Audio CDs
pl: Płyty CD

# #621
source: Encoder
pl: Koder

# #622
source: Quality
pl: Jakość

# #624
source: Include track number
pl: Dołączaj numer utworu

# #625
source: All songs of
pl: Wszystkie utwory

# #626
source: In progress TV shows
pl: Seriale w trakcie emisji

# #629
source: View mode
pl: Tryb wyświetlania

# #630
source: Normal
pl: Normalny

# #631
source: Zoom
pl: Powiększenie

# #632
source: Stretch 4:3
pl: Proporcje 4:3

# #633
source: Wide Zoom
pl: Proporcje 14:9

# #634
source: Stretch 16:9
pl: Proporcje 16:9

# #635
source: Original Size
pl: Oryginalny rozmiar

# #636
source: Custom
pl: Własny

# #637
source: ReplayGain
pl: Normalizowanie głośności muzyki ReplayGain

# #638
source: ReplayGain volume adjustments
pl: Ustawienie głośności ReplayGain

# #639
source: Use track levels
pl: Użyj poziom utworu

# #640
source: Use album levels
pl: Użyj poziom albumu

# #641
source: PreAmp Level - ReplayGained files
pl: Wzmocnienie plików z ReplayGain

# #642
source: PreAmp Level - Non ReplayGained files
pl: Wzmocnienie plików bez ReplayGain

# #643
source: Avoid clipping on ReplayGained files
pl: Unikaj przesterowania w plikach z ReplayGain

# #644
source: Crop black bars
pl: Przycinaj czarne pasy

# #645
source: Need to unpack a big file. Continue?
pl: Trzeba rozpakować duży plik. Kontynuować?

# #646
source: Remove from library
pl: Usuń z biblioteki

# #647
source: Export video library
pl: Eksport bazy danych

# #648
source: Import video library
pl: Import bazy danych

# #649
source: Importing
pl: Importowanie

# #650
source: Exporting
pl: Eksportowanie

# #651
source: Browse for library
pl: Wskaż bibliotekę

# #652
source: Years
pl: Lata

# #653
source: Update library
pl: Aktualizuj bibliotekę

# #654
source: Show debug info
pl: Pokaż logi (debug)

# #655
source: Browse for executable
pl: Wskaż plik rozruchowy

# #656
source: Browse for playlist
pl: Wskaż playlistę

# #657
source: Browse for folder
pl: Wskaż folder

# #658
source: Song information
pl: Informacje o utworze

# #659
source: Non-linear stretch
pl: Rozciągaj nieliniowo

# #660
source: Volume amplification
pl: Wzmocnienie głośności

# #661
source: Choose export folder
pl: Wybierz folder eksportu

# #662
source: This file is no longer available.
pl: Plik został prawdopodobnie usunięty.

# #663
source: Would you like to remove it from the library?
pl: Chcesz usunąć pozycję z biblioteki?

# #664
source: Browse for Script
pl: Wskaż skrypt

# #665
source: Compression level
pl: Poziom kompresji

# #666
source: Verbose logging...
pl: Pełna rejestracja ...

# #700
source: Cleaning up library
pl: Czyszczenie bazy danych

# #701
source: Removing old songs from the library
pl: Usuwanie starych utworów z bazy danych

# #702
source: This path has been scanned before
pl: Ta ścieżka była już skanowana

# #705
source: Network
pl: Sieć

# #706
source: Server
pl: Serwer

# #708
source: Use an HTTP proxy server to access the internet
pl: Dostęp do internetu przez serwer proxy HTTP

# #711
source: Internet Protocol (IP)
pl: Ustawienia sieci (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
pl: Wprowadzono nieprawidłowy port. Wartość musi być z przedziału 1-65535.

# #713
source: HTTP proxy
pl: Ustawienia Proxy

# #715
source: Assignment
pl: Przeznaczenie

# #716
source: Automatic (DHCP)
pl: Automatyczny (DHCP)

# #717
source: Manual (Static)
pl: Ręczny (Static)

# #719
source: IP address
pl: Adres IP

# #720
source: Netmask
pl: Maska podsieci

# #721
source: Default gateway
pl: Brama sieciowa

# #722
source: DNS server
pl: Serwer DNS

# #723
source: Save & restart
pl: Zapisz i zresetuj

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
pl: Wprowadzono nieprawidłowy adres. Wartość musi być w formacie AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
pl: z liczbami z przedziału 0 do 255.

# #726
source: Changes not saved. Continue without saving?
pl: Zmiany nie zostały zapisane. Kontynuować bez zapisywania?

# #727
source: Web server
pl: Serwer WWW

# #728
source: FTP server
pl: Serwer FTP

# #732
source: Save & apply
pl: Zastosuj i zapisz

# #733
source: Password
pl: Hasło

# #734
source: No pass
pl: Bez hasła

# #735
source: Character set
pl: Zestaw znaków

# #736
source: Style
pl: Styl

# #737
source: Colour
pl: Kolor

# #738
source: Normal
pl: Normalna

# #739
source: Bold
pl: Pogrubiona

# #740
source: Italics
pl: Kursywa

# #741
source: Bold italics
pl: Pogrubiona kursywa

# #742
source: White
pl: Biały

# #743
source: Yellow
pl: Żółty

# #744
source: Files
pl: Pliki

# #745
source: No scanned information for this view
pl: Nie ma danych dla tego widoku

# #746
source: Please turn off library mode
pl: Proszę wyłącz tryb biblioteki

# #747
source: Error loading image
pl: Błąd wczytywania obrazka

# #748
source: Edit path
pl: Edytuj ścieżkę

# #749
source: Mirror image
pl: Odbicie lustrzane obrazka

# #750
source: Are you sure?
pl: Czy jesteś pewny?

# #751
source: Removing source
pl: Usuń źródło

# #754
source: Add program link
pl: Dodaj ścieżkę do programu

# #755
source: Edit program path
pl: Edytuj ścieżkę do programu

# #756
source: Edit program name
pl: Edytuj nazwę programu

# #757
source: Edit path depth
pl: Edytuj głębokość ścieżki

# #759
source: View: Big list
pl: Widok: Duża Lista

# #760
source: Yellow
pl: Żółty

# #761
source: White
pl: Biały

# #762
source: Blue
pl: Niebieski

# #763
source: Bright green
pl: Jasnozielony

# #764
source: Yellow green
pl: Żółtozielony

# #765
source: Cyan
pl: Turkusowy

# #766
source: Light grey
pl: Jasny szary

# #767
source: Grey
pl: Szary

# #770
source: Error %i: share not available
pl: Błąd %i: udział niedostępny

# #772
source: Audio output
pl: Wyjście audio

# #773
source: Seeking
pl: Przeszukiwanie

# #774
source: Slideshow folder
pl: Folder dla pokazu slajdów

# #775
source: Network interface
pl: Interfejs sieciowy

# #776
source: Wireless network name (ESSID)
pl: Nazwa sieci bezprzewodowej

# #777
source: Wireless password
pl: Hasło sieciowe

# #778
source: Wireless security
pl: Standard szyfrowania

# #779
source: Save and apply network interface settings
pl: Zapisz i zastosuj ustawienia interfejsu sieciowego

# #780
source: No encryption
pl: Bez szyfrowania

# #784
source: Applying network interface settings. Please wait.
pl: Zmiana ustawień interfejsu sieciowego. Proszę czekać.

# #785
source: Network interface restarted successfully.
pl: Ponowne uruchomienie interfejsu sieciowego powiodło się.

# #786
source: Network interface did not start successfully.
pl: Uruchomienie interfejsu sieciowego nie powiodło się.

# #787
source: Interface disabled
pl: Interfejs wyłączony

# #788
source: Network interface disabled successfully.
pl: Wyłączenie interfejsu sieciowego powiodło się.

# #789
source: Wireless network name (ESSID)
pl: Nazwa sieci bezprzewodowej (ESSID)

# #790
source: Remote control
pl: Pilot

# #791
source: Allow programs on this system to control XBMC
pl: Zezwalaj lokalnym programom na sterowanie XBMC

# #793
source: Port range
pl: Zakres portów

# #794
source: Allow programs on other systems to control XBMC
pl: Zezwalaj na odbiór poleceń z innych programów

# #795
source: Initial repeat delay (ms)
pl: Wstępna przerwa przed powtórzeniem (ms)

# #796
source: Continuous repeat delay (ms)
pl: Właściwa przerwa przed powtórzeniem (ms)

# #797
source: Maximum number of clients
pl: Maksymalna liczba klientów

# #798
source: Internet access
pl: Internet

# #799
source: Library Update
pl: Aktualizacja biblioteki

# #800
source: Music library needs to rescan tags from files.
pl: Biblioteka muzyki musi zostać przeskanowana ponownie.

# #801
source: Would you like to scan now?
pl: Chciałbyś przeskanować teraz?

# #850
source: Invalid port number entered
pl: Wprowadzono nieprawidłowy port

# #851
source: Valid port range is 1-65535
pl: Wartość musi być z przedziału 1-65535

# #852
source: Valid port range is 1024-65535
pl: Wartość musi być z przedziału 1024-65535

# #997
source: Add Pictures...
pl: Dodaj zdjęcia ...

# #998
source: Add Music...
pl: Dodaj muzykę...

# #999
source: Add Videos...
pl: Dodaj wideo...

# #1000
source: Preview
pl: Podgląd

# #1001
source: Unable to connect
pl: Nie można połączyć się

# #1002
source: XBMC was unable to connect to the network location.
pl: XBMC nie mógł nawiązać połączenia sieciowego.

# #1003
source: This could be due to the network not being connected.
pl: Może to być spowodowane brakiem dostępu do sieci.

# #1004
source: Would you like to add it anyway?
pl: Czy chcesz mimo to kontynuować?

# #1006
source: IP address
pl: Adres IP

# #1007
source: Add network location
pl: Dodaj położenie z sieci

# #1008
source: Protocol
pl: Protokół

# #1009
source: Server address
pl: Adres serwera

# #1010
source: Server name
pl: Nazwa serwera

# #1011
source: Remote path
pl: Zdalna ścieżka

# #1012
source: Shared folder
pl: Folder współdzielony

# #1014
source: Username
pl: Nazwa użytkownika

# #1015
source: Browse for network server
pl: Wskaż serwer sieciowy

# #1016
source: Enter the network address of the server
pl: Wprowadź adres sieciowy serwera

# #1017
source: Enter the path on the server
pl: Wprowadź ścieżkę do serwera

# #1018
source: Enter the port number
pl: Wprowadź numer portu

# #1019
source: Enter the username
pl: Wprowadź nazwę użytkownika

# #1020
source: Add %s source
pl: Dodaj źródło %s

# #1021
source: Enter the paths or browse for the media locations.
pl: Wprowadź ścieżki lub przeglądaj położenia mediów.

# #1022
source: Enter a name for this media Source.
pl: Wprowadź nazwę dla tego źródła mediów.

# #1023
source: Browse for new share
pl: Wskaż nowe udziały

# #1024
source: Browse
pl: Przeglądaj

# #1025
source: Could not retrieve directory information.
pl: Nie można uzyskać informacji o folderze.

# #1026
source: Add source
pl: Dodaj źródło

# #1027
source: Edit source
pl: Edytuj źródło

# #1028
source: Edit %s source
pl: Edytuj źródło %s

# #1029
source: Enter the new label
pl: Wprowadź nową etykietę

# #1030
source: Browse for image
pl: Wskaż zdjęcie

# #1031
source: Browse for image folder
pl: Wskaż folder ze zdjęciami

# #1032
source: Add network location...
pl: Dodaj położenie z sieci...

# #1033
source: Browse for file
pl: Wskaż plik

# #1034
source: Submenu
pl: Podmenu

# #1035
source: Enable submenu buttons
pl: Uaktywnij przyciski podmenu

# #1036
source: Favourites
pl: Ulubione

# #1037
source: Video Add-ons
pl: Wtyczki filmów

# #1038
source: Music Add-ons
pl: Wtyczki muzyki

# #1039
source: Picture Add-ons
pl: Wtyczki zdjęć

# #1040
source: Loading directory
pl: Wczytywanie folderu

# #1041
source: Retrieved %i items
pl: Uzyskano %i pozycji

# #1042
source: Retrieved %i of %i items
pl: Uzyskano %i z %i pozycji

# #1043
source: Program Add-ons
pl: Wtyczki programów

# #1045
source: Add-on settings
pl: Ustawienia wtyczki

# #1046
source: Access points
pl: Punkty dostępowe

# #1047
source: Other...
pl: Inne...

# #1048
source: Username
pl: Nazwa użytkownika

# #1049
source: Script settings
pl: Ustawienia skryptu

# #1050
source: Singles
pl: Single

# #1051
source: Enter web address
pl: Wprowadź adres

# #1180
source: Proxy type
pl: Typ Proxy

# #1185
source: SOCKS5 with remote dns resolving
pl: SOCKS5 z zdalnym DNS

# #1200
source: SMB client
pl: Klient SMB

# #1202
source: Workgroup
pl: Grupa robocza

# #1203
source: Default username
pl: Domyślny użytkownik

# #1204
source: Default password
pl: Domyślne hasło

# #1207
source: WINS server
pl: Serwer WINS

# #1208
source: Mount SMB shares
pl: Podłącz udziały SMB

# #1210
source: Remove
pl: Usuń

# #1211
source: Music
pl: Muzyka

# #1212
source: Video
pl: Wideo

# #1213
source: Pictures
pl: Zdjęcia

# #1214
source: Files
pl: Pliki

# #1215
source: Music & video
pl: Muzyka i wideo

# #1216
source: Music & pictures
pl: Muzyka i zdjęcia

# #1217
source: Music & files
pl: Muzyka i pliki

# #1218
source: Video & pictures
pl: Wideo i zdjęcia

# #1219
source: Video & files
pl: Wideo i pliki

# #1220
source: Pictures & files
pl: Zdjęcia i pliki

# #1221
source: Music & video & pictures
pl: Muzyka, wideo i zdjęcia

# #1222
source: Music & video & pictures & files
pl: Muzyka, wideo, zdjęcia i pliki

# #1223
source: Disabled
pl: Wyłączony

# #1226
source: Files & music & video
pl: Pliki, muzyka i wideo

# #1227
source: Files & pictures & music
pl: Pliki, zdjęcia i muzyka

# #1228
source: Files & pictures & video
pl: Pliki, zdjęcia i wideo

# #1229
source: Music & programs
pl: Muzyka, gry i programy

# #1230
source: Video & programs
pl: Wideo, gry i programy

# #1231
source: Pictures & programs
pl: Zdjęcia, gry i programy

# #1232
source: Music & video & pictures & programs
pl: Muzyka, wideo, zdjęcia i programy

# #1233
source: Programs & video & music
pl: Programy, wideo i muzyka

# #1234
source: Programs & pictures & music
pl: Programy, zdjęcia i muzyka

# #1235
source: Programs & pictures & video
pl: Programy, zdjęcia i wideo

# #1260
source: Announce these services to other systems via Zeroconf
pl: Rozgłoś usługi do innych systemów przez Zeroconf

# #1269
source: Allow volume control
pl: Zezwól sterować głośnością

# #1270
source: Allow XBMC to receive AirPlay content
pl: Zezwól XBMC na odbiór treści przez AirPlay

# #1271
source: Device name
pl: Nazwa urządzenia

# #1272
source: Use password protection
pl: Użyj hasła do ochrony

# #1275
source: Filter %s
pl: Filtr %s

# #1300
source: Custom audio device
pl: Inne urządzenie audio

# #1301
source: Custom passthrough device
pl: Inne urządzenie przejścia

# #1396
source: Drifting
pl: zamiecie

# #1397
source: and
pl: i

# #1398
source: Freezing
pl: śnieżyce

# #1399
source: Late
pl: późno

# #1400
source: Isolated
pl: pojedyncze

# #1401
source: Thundershowers
pl: burze

# #1402
source: Thunder
pl: pioruny

# #1403
source: Sun
pl: słonecznie

# #1404
source: Heavy
pl: silne

# #1405
source: in
pl: w

# #1407
source: Vicinity
pl: w pobliżu

# #1408
source: Ice
pl: lód

# #1409
source: Crystals
pl: szadź

# #1410
source: Calm
pl: spokojnie

# #1411
source: with
pl: z

# #1412
source: windy
pl: wietrznie

# #1413
source: Patches
pl: Łatki

# #1414
source: Thunderstorm
pl: burza z piorunami

# #1415
source: Drizzle
pl: mżawka

# #1416
source: Foggy
pl: mgliście

# #1417
source: Grains
pl: granulki

# #1418
source: Thunderstorms
pl: wichura

# #1419
source: Shallow
pl: Płytki

# #1420
source: Moderate
pl: Umiarkowanie

# #1421
source: Very High
pl: B.wysoka

# #1422
source: Windy
pl: Wietrznie

# #1423
source: Mist
pl: Mgła

# #1424
source: Overcast
pl: Pochmurny

# #1425
source: Pellets
pl: Grudki

# #1426
source: Hail
pl: Grad

# #1427
source: Smoke
pl: Dym

# #1428
source: Volcanic
pl: Gwałtowny

# #1429
source: Ash
pl: Popiół

# #1430
source: Widespread
pl: Rozległy

# #1431
source: Dust
pl: Kurz

# #1432
source: Sand
pl: Piasek

# #1433
source: Spray
pl: Mżawka

# #1434
source: Whirls
pl: Huragan

# #1435
source: Sandstorm
pl: Burza piaskowa

# #1436
source: Blowing
pl: Zadymka

# #1437
source: Pellet
pl: Deszcz ze śniegiem

# #1438
source: Small
pl: Małe

# #1439
source: and
pl: i

# #1440
source: Sleet
pl: deszcz ze śniegiem

# #1441
source: with
pl: z

# #1442
source: Chance
pl: Szanse

# #1443
source: of
pl: z

# #1444
source: Funnel
pl: Trąba powietrzna

# #1445
source: Cloud
pl: Chmura

# #1446
source: Unknown
pl: Nieznany

# #1447
source: Squals
pl: Szkwał

# #1448
source: Precipitation
pl: opady

# #1449
source: Partial
pl: Częściowe

# #1450
source: Put display to sleep when idle
pl: Wygaś monitor podczas bezczynności

# #2050
source: Runtime
pl: Czas trwania

# #2080
source: Empty list
pl: Pusta lista

# #2081
source: Went back to parent list because the active list has been emptied
pl: Wrócono do nadrzędnej listy, gdyż aktywna lista została opróżniona

# #2100
source: Script failed! : %s
pl: Błąd skryptu! : %s

# #2101
source: Newer version needed - See log
pl: Wymagana nowsza wersje - zobacz dziennik (log)

# #10000
source: Home
pl: Ekran główny

# #10001
source: Programs
pl: Programy

# #10002
source: Pictures
pl: Zdjęcia

# #10003
source: File manager
pl: Eksplorator

# #10004
source: Settings
pl: Ustawienia

# #10005
source: Music
pl: Muzyka

# #10006
source: Videos
pl: Wideo

# #10007
source: System information
pl: O systemie

# #10008
source: Settings - General
pl: Ustawienia - Ogólne

# #10009
source: Settings - Screen
pl: Ustawienia - Ekran

# #10010
source: Settings - Appearance - GUI Calibration
pl: Ustawienia - Interfejs - Kalibracja interfejsu

# #10011
source: Settings - Videos - Screen Calibration
pl: Ustawienia - Wideo - Kalibracja ekranu

# #10012
source: Settings - Pictures
pl: Ustawienia - Zdjęcia

# #10013
source: Settings - Programs
pl: Ustawienia - Programy

# #10014
source: Settings - Weather
pl: Ustawienia - Pogoda

# #10015
source: Settings - Music
pl: Ustawienia - Muzyka

# #10016
source: Settings - System
pl: Ustawienia - System

# #10017
source: Settings - Videos
pl: Ustawienia - Wideo

# #10018
source: Settings - Network
pl: Ustawienia - Sieć

# #10019
source: Settings - Appearance
pl: Ustawienia - Wygląd

# #10020
source: Scripts
pl: Skrypty

# #10021
source: Web Browser
pl: Przeglądarka

# #10025
source: Videos
pl: Pliki wideo

# #10028
source: Videos/Playlist
pl: Wideo/Playlista

# #10029
source: Login screen
pl: Ekran logowania

# #10034
source: Settings - Profiles
pl: Ustawienia - Profile

# #10035
source: Reset
pl: Resetuj

# #10036
source: Basic
pl: Podstawowy

# #10037
source: Standard
pl: Standardowy

# #10038
source: Advanced
pl: Zaawansowany

# #10039
source: Expert
pl: Ekspert

# #10040
source: Add-on browser
pl: Przeglądarka wtyczek

# #10041
source: Reset above settings to default
pl: Przywróć powyższe ustawienia do domyślnych

# #10042
source: Are you sure you want to reset the settings in this category?
pl: Czy na pewno chcesz zresetować ustawienia w tej kategorii?

# #10043
source: Help
pl: Pomoc

# #10044
source: No help available
pl: Brak dostępnej pomocy

# #10045
source: Resets all the visible settings to their default values.
pl: Przywraca wszystkie ustawienia do wartości domyślnych.

# #10046
source: No categories available
pl: Brak dostępnych kategorii

# #10100
source: Yes/No dialogue
pl: Dialog Tak/Nie

# #10101
source: Progress dialogue
pl: Okno postępu

# #10126
source: File browser
pl: Przeglądarka plików

# #10128
source: Network setup
pl: Ustawienia sieci

# #10129
source: Media source
pl: Źródło mediów

# #10130
source: Profile settings
pl: Ustawienia profilu

# #10131
source: Lock settings
pl: Blokada ustawień

# #10132
source: Content settings
pl: Ustawienia zawartości

# #10134
source: Favourites
pl: Ulubione

# #10135
source: Songs/Info
pl: Piosenki/Informacje

# #10136
source: Smart playlist editor
pl: Edytor listy odtwarzania

# #10137
source: Smart playlist rule editor
pl: Edytor inteligentnej listy odtwarzania

# #10139
source: Pictures/Info
pl: Obrazy/Informacje

# #10140
source: Add-on settings
pl: Ustawienia wtyczek

# #10146
source: Add-ons/Info
pl: Wtyczki/Informacje

# #10210
source: Looking for subtitles...
pl: Szukanie napisów...

# #10211
source: Looking for or caching subtitles...
pl: Szukanie lub wgrywanie napisów...

# #10212
source: terminating
pl: przerywanie

# #10213
source: buffering
pl: buforowanie

# #10214
source: Opening stream
pl: Otwieram strumień

# #10500
source: Music/Playlist
pl: Muzyka/Playlista

# #10501
source: Music/Files
pl: Muzyka/Pliki

# #10502
source: Music/Library
pl: Muzyka/Biblioteka

# #10503
source: Playlist editor
pl: Edytor playlisty

# #10504
source: Top 100 songs
pl: Top 100 piosenek

# #10505
source: Top 100 albums
pl: Top 100 albumów

# #10506
source: Programs
pl: Programy

# #10507
source: Configuration
pl: Konfiguracja

# #10508
source: Weather forecast
pl: Prognoza pogody

# #10509
source: Network gaming
pl: Gry sieciowe

# #10510
source: Extensions
pl: Rozszerzenia

# #10511
source: System info
pl: Informacje o systemie

# #10516
source: Music - Library
pl: Muzyka - Biblioteka

# #10517
source: Now Playing - Music
pl: Teraz odtwarzane - Muzyka

# #10522
source: Now Playing - Videos
pl: Teraz odtwarzane - Wideo

# #10523
source: Album info
pl: Info o albumie

# #10524
source: Movie info
pl: Info o filmie

# #12000
source: Select dialogue
pl: Dialog wyboru

# #12001
source: Music/Info
pl: Muzyka/Info

# #12002
source: Dialogue OK
pl: Dialog OK

# #12003
source: Videos/Info
pl: Filmy/Info

# #12004
source: Scripts/Info
pl: Skrypty/Info

# #12005
source: Fullscreen video
pl: Tryb pełnoekranowy

# #12006
source: Audio visualisation
pl: Wizualizacja audio

# #12008
source: File stacking dialogue
pl: Dialog łączenia plików

# #12009
source: Rebuild index...
pl: Przebudowywanie indeksu...

# #12010
source: Return to music window
pl: Wróć do okna muzyki

# #12011
source: Return to videos window
pl: Wróć do okna filmów

# #12021
source: Start from beginning
pl: Zacznij od początku

# #12022
source: Resume from %s
pl: Wznów od %s

# #12325
source: Locked! Enter code...
pl: Dostęp zablokowany! Podaj kod...

# #12326
source: Enter password
pl: Podaj hasło

# #12327
source: Enter master code
pl: Wprowadź główne hasło

# #12328
source: Enter unlock code
pl: Wprowadź kod odblokowujący

# #12329
source: or press C to cancel
pl: albo naciśnij C, aby anulować

# #12330
source: Enter gamepad button combo and
pl: Wprowadź kombinację przycisków na padzie

# #12331
source: press OK, or Back to cancel
pl: i naciśnij Start, aby zatwierdzić lub naciśnij Back, aby anulować.

# #12332
source: Set lock
pl: Ustaw zabezpieczenie

# #12333
source: Unlock
pl: Odblokuj

# #12334
source: Reset lock
pl: Wyzeruj zabezpieczenie

# #12335
source: Remove lock
pl: Usuń zabezpieczenie

# #12337
source: Numeric password
pl: Hasło numeryczne

# #12338
source: Gamepad button combo
pl: Kombinacja przycisków na padzie

# #12339
source: Full-text password
pl: Hasło w trybie tekstowym

# #12340
source: Enter new password
pl: Wprowadź nowe hasło

# #12341
source: Re-Enter new password
pl: Potwierdź nowe hasło

# #12342
source: Incorrect password,
pl: Nieprawidłowe hasło,

# #12343
source: retries left
pl: pozostałych prób

# #12344
source: Passwords entered did not match.
pl: Wprowadzone hasło nie jest prawidłowe.

# #12345
source: Access denied
pl: Odmowa dostępu
