Repository: stafstrom/xbmclibmedia
Catalog: language/Polish/strings.po
Languages: pl

# #36379
source: No info available yet.
pl: Brak dostępnych informacji.

# #36380
source: If your internet connection uses a proxy, configure it here.
pl: Jeśli połączenie z Internetem korzysta z serwera proxy, należy skonfigurować je tutaj.

# #36381
source: Configure which proxy type is used.
pl: Skonfiguruj który typ proxy jest używany.

# #36382
source: Configure the proxy server address.
pl: Skonfiguruj adres serwera proxy.

# #36383
source: Configure the proxy server port.
pl: Konfiguracja portu serwera proxy.

# #36384
source: Configure the proxy server username.
pl: Konfiguracja użytkownika serwera proxy.

# #36385
source: Configure the proxy server password.
pl: Skonfiguruj hasło serwera proxy.

# #36386
source: If you have limited bandwidth available, XBMC will try to keep within these limits.
pl: Jeżeli masz ograniczoną przepustowość łącza, XBMC będzie starał się utrzymać w tych granicach.

# #36387
source: Turn off display when idle. Useful for TVs that turn off when there is no display signal detected, but you don't want to suspend/shutdown the whole computer.
pl: Wyłącz monitor w trybie bezczynności. Przydatne dla wyłączania telewizorów, gdy nie ma wykrywanego sygnału wyświetlania, ale nie chcesz wstrzymać/wyłączać komputera.

# #36388
source: No info available yet.
pl: Brak dostępnych informacji .

# #36389
source: Define how long XBMC should idle before shutting down.
pl: Określ, czas bezczynności przed wyłączeniem XBMC.

# #36390
source: Define what action XBMC should do when it has been idle for a long period of time.
pl: Określ, jakie działania XBMC powinien podjąć, gdy nie był używany przez długi okres czasu.

# #36391
source: Turn debug logging on or off. Useful for troubleshooting.
pl: Włącz lub wyłącz rejestrowanie debugowania. Przydatne do rozwiązywania problemów.

# #36392
source: No info available yet.
pl: Brak dostępnych informacji.

# #36393
source: Folder used to save screenshots taken within XBMC.
pl: Folder używany do zapisywania zrzutów ekranu XBMC.

# #36394
source: Specify additional libraries to be included in the debug log.
pl: Określ dodatkowe biblioteki, które mają być zawarte w dzienniku debugowania.

# #36395
source: Open the Master Lock dialogue, where you can configure your Master Lock options.
pl: Otwórz okno dialogowe blokady Master, w którym można skonfigurować opcje MASTER LOCK.

# #36396
source: Define the PIN code used for the master lock.
pl: Zdefiniuj główny kod PIN dla blokady Master.

# #36397
source: If enabled, the master lock code is required to unlock XBMC on startup
pl: Główny PIN blokady będzie wymagany na starcie XBMC, gdy opcja zostanie włączona.

# #36398
source: Define the maximum number of retries before XBMC is closed down.
pl: Określ maksymalną liczbę prób przed wyłączeniem XBMC.

# #36399
source: No info available yet.
pl: Brak dostępnych informacji.

# #36400
source: No info available yet.
pl: Brak dostępnych informacji.

# #36401
source: No info available yet.
pl: Brak dostępnych informacji.

# #36402
source: No info available yet.
pl: Brak dostępnych informacji.

# #36403
source: No info available yet.
pl: Brak dostępnych informacji.

# #36404
source: No info available yet.
pl: Brak dostępnych informacji.

# #36405
source: No info available yet.
pl: Brak dostępnych informacji.

# #36406
source: No info available yet.
pl: Brak dostępnych informacji.

# #36407
source: No info available yet.
pl: Brak dostępnych informacji.

# #36408
source: No info available yet.
pl: Brak dostępnych informacji.

# #36409
source: No info available yet.
pl: Brak dostępnych informacji.

# #36410
source: No info available yet.
pl: Brak dostępnych informacji.

# #36411
source: No info available yet.
pl: Brak dostępnych informacji.

# #36412
source: No info available yet.
pl: Brak dostępnych informacji.

# #36413
source: No info available yet.
pl: Brak dostępnych informacji.

# #36414
source: No info available yet.
pl: Brak dostępnych informacji.

# #36415
source: No info available yet.
pl: Brak dostępnych informacji.

# #36416
source: Define the Apple remote standard used.
pl: Zdefiniuj standardy używane przez Apple Remote .

# #36417
source: No info available yet.
pl: Brak dostępnych informacji.

# #36418
source: No info available yet.
pl: Brak dostępnych informacji .

# #36419
source: Define locations used for retrieving weather information.
pl: Określ lokalizacje o informacjach o pogodzie.

# #36420
source: No info available yet.
pl: Brak dostępnych informacji.

# #36421
source: Bypassing VDPAU mixer saves resources on low power systems but slightly reduces picture quality
pl: Omijanie miksera VDPAU oszczędza zasoby, ale zmniejsza jakość obrazu

# #36422
source: Enable hardware video decode using AMLogic decoder
pl: Włącz sprzętowe dekodowanie plików wideo dekodera AMLogic

# #36500
source: Stereoscopic mode (current)
pl: Tryb stereoskopowy (aktualny)

# #36501
source: Stereoscopic mode
pl: Tryb stereoskopowy

# #36502
source: None
pl: Żaden

# #36503
source: Over/Under
pl: Powyżej/Poniżej

# #36504
source: Side by side
pl: Obok siebie

# #36505
source: Anaglyph Red/Cyan
pl: Anaglif Red/Cyan

# #36506
source: Anaglyph Green/Magenta
pl: Anaglif Green/Magenta

# #36507
source: Interlaced
pl: Z przeplotem

# #36508
source: Hardware Based
pl: Wspomaganie sprzętowe

# #36509
source: Monoscopic - 2D
pl: Monoskopowy - 2D

# #36520
source: Playback mode of stereoscopic videos
pl: Tryb odtwarzania filmów stereoskopowych

# #36521
source: Ask me
pl: Zapytaj mnie

# #36522
source: Use preferred mode
pl: Użyj preferowanego trybu

# #36524
source: Preferred mode
pl: Preferowany tryb

# #36525
source: Same as movie (autodetect)
pl: Tak samo jak film (autodetekcja)

# #36526
source: Disable stereoscopic mode when playback is stopped
pl: Wyłącz tryb stereoskopowy gdy odtwarzanie jest wstrzymane

# #36527
source: This video is stereoscopic. Select playback mode
pl: Ten film jest stereoskopowy. Wybierz tryb odtwarzania

# #36528
source: Select stereoscopic mode
pl: Wybierz tryb stereoskopy

# #36529
source: Mono (2D)
pl: Monofoniczny (2D)

# #36530
source: Preferred mode
pl: Preferowany tryb

# #36531
source: Select alternate mode...
pl: Wybierz tryb alternatywny...

# #36532
source: Same as movie
pl: Tak samo jak film

# #36535
source: Stereoscopic mode of video
pl: Stereoskopowy tryb wideo

# #36536
source: Stereoscopic mode inverted
pl: Stereoskopowy odwrócony tryb wideo

# #36537
source: No info available yet.
pl: Brak dostępnych informacji.

# #36538
source: No info available yet.
pl: Brak dostępnych informacji.

# #36539
source: No info available yet.
pl: Brak dostępnych informacji.

# #36540
source: No info available yet.
pl: Brak dostępnych informacji.

# #36541
source: Allows volume control from AirPlay clients.
pl: Zezwól na regulację głośności za pośrednictwem klientów AirPlay.

# #36542
source: Output to both analogue (headphones) and HDMI
pl: Wyjście analogowe (słuchawki) i HDMI

# #36543
source: Enable this to make dialogue louder compared to background sounds when downmixing multichannel audio
pl: Włącz tę opcję, aby podczas miksowania dźwięku wielokanałowego dialogi były głośniej w stosunku do dźwięków tła

# #36544
source: Enable hardware decoding of video files.
pl: Włącz sprzętowe dekodowanie plików wideo.

# #37000
source: (Visually Impaired)
pl: (Dla niedowidzących)

# #37001
source: (Directors Comments)
pl: (Komentarz reżysera)

# #37002
source: (Directors Comments 2)
pl: (Komentarz reżysera 2)

# #37012
source: (Forced)
pl: (Wymuszone)

# #37013
source: (Directors Comments)
pl: (Komentarz reżysera)

# #37014
source: Last used profile
pl: Ostatnio używany profil

# #37015
source: Browse Into
pl: Znajdź w

# #37016
source: Select this option if your receiver is capable of decoding E-AC3 streams.
pl: Wybierz tę opcję, jeśli Twój interfejs jest zdolny do dekodowania strumieni E-AC3.

# #37017
source: Dual audio output
pl: Podwujne wyjście dźwięku

# #37018
source: Boost centre channel when downmixing
pl: Podgłoś kanał centralny przy miksowaniu
